Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/plug-ins/dialog-rendering/po/*.po
Languages: fr, ja

source: This plug-in provides some dialog decorators for dialog bubbles.
fr: Ce plug-in fournit plusieurs décorations pour les bulles de dialogues.
ja: 吹き出し状のダイアログの装飾を提供するプラグイン

source: Comics
fr: Bande-dessinée

source: Corner radius :
fr: Rayon du coin :
ja: 角の丸み :

source: Border width :
fr: Largeur de la bordure :
ja: 境界の幅 :

source: Line color of the bubble :
fr: Couleur du contour de la bulle :
ja: 吹き出しの線の色 :

source: Modern
fr: Moderne

source: Space between lines of the tip :
fr: Espace entre les lignes de la pointe :
ja: チップの線同士の間隔 :

source: 3D plane
fr: Plan 3D

source: Border width of the plane :
fr: Largeur de la bordure du plan :
ja: 平面の境界の幅 :

source: Line color of the plane :
fr: Couleur du contour :
ja: 平面の線の色

source: Color of the plane :
fr: Couleur du plan :
ja: 平面の色 :

source: Tooltip
fr: Info-bulle

source: Color of the margin :
fr: Couleur de la marge :
ja: マージンの色 :

source: Curly
fr: Courbé

source: Curvature of the tip :
fr: Courbure de la pointe :
ja: チップの曲率 :

source: dialog rendering
ja: ダイアログ描画
