Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/plug-ins/mail/po/*.po
Languages: ja, ru, zh_cn

source: This is the mail applet made by Christophe Chapuis for Cairo-Dock
ja: これは Christophe Chapuis によって製作された Cairo-Dock 用の mail アプレットです。
ru: Апплет почты создан Christophe Chapuis для Cairo-Dock
zh_cn: 这是Christophe Chapuis为Cairo-Dock开发的邮件小应用程序

source: A problem occured If '%s' is not your usual mail application, you can change it in the conf panel of this module
ja: 問題が発生しました。 '%s' が普段使用している標準のメーラーでない場合は、 このモジュールの設定パネルで変更可能です。
ru: Обнаружена проблема Если '%s не является вашим почтовым клиентом по умолчанию, то вы можете изменить его в настройках апплета
zh_cn: 遇到问题 如果'%s'不是您日常使用的邮件程序，您可以在此模块的配置面板中进行更改

source: Add a new mail account
ja: 新規アカウントの追加
ru: Добавить новую учётную запись
zh_cn: 添加一个新邮件用户

source: Remove a mail account
ja: アカウントの削除
ru: Удалить учётную запись
zh_cn: 移除邮件用户

source: Modify a mail account
ja: アカウントの編集
ru: Изменить учётную запись
zh_cn: 编辑邮件用户

source: No unread mail in your mailboxes
ja: Mailbox に未読メールはありません。
ru: Нет непрочтённых писем в ящике
zh_cn: 您的邮箱中没有未读邮件

source: Unable to set socket to non-blocking mode. If the connect attempt hangs, the panel may hang on close.
ja: ソケットを非ブロック・モードにセットできません。接続試行が中断すると、パネルが閉じるときに固まってしまう可能性があります。
ru: Не удалось установить сокет в неблокирующий режим. Если попытки соединения, зависнут, то и панель может также зависнуть при закрытии.
zh_cn: 不能将socket设置为非阻塞模式。 如果一个连接尝试挂起， 面板会在关闭时失去反应

source: Failed to connect to server: %s
ja: サーバへの接続に失敗 : %s
ru: Не удалось соединится с сервером: %s
zh_cn: 无法连接到服务器：%s

source: Unable to return socket to blocking mode. Data may not be retreived correctly.
ja: ソケットをブロック・モードに戻せません。データが正しく取得できない可能性があります。
ru: Не удалось возвратить сокет из блокирующего режима. Данные могут не корректно принятся.
zh_cn: 无法将socket置于阻塞模式，取回的数据可能会失真。

source: TLS handshake failed: %s
ja: TLS ハンドシェイクに失敗 : %s
ru: Не удалось подтвердить TLS: %s
zh_cn: TLS握手失败：%s

source: Received HTTP response code %d. The most likely reason for this is that your GMail username or password is incorrect.
ja: HTTP 応答コード %d を受け取りました。恐らく GMail のユーザー名またはパスワードが正しくありません。
ru: Получен ответный код HTTP %d. Вероятной причиной могут быть не верные логин и пароль вашего GMail аккаунта.
zh_cn: 收到HTTP响应码：%d。 最可能的原因是您的Gmail用户名或密码错误。

source: Received HTTP response code %d, which should be 200. There may be a problem with GMail's servers, or they have incompatibly changed their authentication method or location of the new messages feed.
ja: HTTP 応答コード %d を受け取りましたが、本来 200 であるべきです。Gmail サーバに問題があるか、サーバの認証方式や新規メッセージのフィード元の場所が変更された可能性があります。
ru: Получен ответный код HTTP %d, но должен быть 200. Возможно проблемы на стороне сервера GMail или они изменили метод аутентификации или же месторасположение источника писем.
zh_cn: 收到HTTP响应码%d，它本应是200。这可能是GMail服务器的错误，或是它们将验证方式或新邮件推送位置做了不兼容的变更。

source: _Username:
ja: ユーザー名(_U):
ru: _Имя пользователя:
zh_cn: _用户名：

source: _Password:
ja: パスワード(_P):
ru: _Пароль:
zh_cn: _密码：

source: Check for _new messages every
ja: 新着メッセージのチェック(_N):
ru: Проверять _новые сообщения каждые
zh_cn: 检查新邮件间隔每

source: minute(s).
ja: 分間隔
ru: минут(ы).
zh_cn: 分钟。

source: Remote GMail Mailbox
ja: リモート GMail Mailbox
ru: Удалённый ящик Gmail
zh_cn: 移除Gmail邮箱

source: The GMail plugin can connect to Google's mail service and securely retrieve the number of new messages.
ja: GMail プラグインは、Google のメールサービスに接続して、新着メッセージの数を安全に取得することができます。
ru: Плагин GMail может соединятся с сервисом почты Google и безопасно получать количество новых писем.
zh_cn: GMail插件可以连接至Google的邮件服务，并安全的取回您的新邮件数目。

source: Secure IMAP is not available, and the IMAP server does not support plaintext logins.
ja: セキュア IMAP は利用できません。また、IMAP サーバは平文記述のログインに対応していません。
ru: Безопасный IMAP не доступен, и IMAP сервер не поддерживает незащищённый вход.
zh_cn: 安全IMAP方式不存在，而且IMAP服务器不支持纯文本登录。

source: STARTTLS security was requested, but this server does not support it.
ja: STARTTLS セキュリティを要求しましたが、このサーバは対応していません。
ru: Была запрошена безопасность STARTTLS, но этот сервер не поддерживает её.
zh_cn: 需要STARTTLS安全，但此服务器不予支持。

source: A buffer was too small to receive all of an IMAP response. This is a bug!
ja: IMAP 応答のすべてを受け取るにはバッファが小さすぎます。これはバグです！
ru: Буффер был слишком мал, чтобы получить все ответы IMAP. Это ошибка!
zh_cn: 缓冲区太小以致无法接收所有的IMAP响应。这是一个bug！

source: Failed to get folder list
ja: フォルダのリストの取得に失敗
ru: Не удалось получить список каталогов
zh_cn: 获取邮件夹失败

source: Please wait...
ja: お待ちください...
ru: Ждите...
zh_cn: 请稍候……

source: Set New Mail Folders
ja: 新規メールフォルダの設定
ru: Установить новый каталог для почты
zh_cn: 设置新邮件夹

source: New Mail Folders
ja: 新規メールフォルダ
ru: Новый почтовый каталог
zh_cn: 新邮件夹

source: Advanced IMAP Options
ja: IMAP 詳細オプション
ru: Расширенные опции IMAP
zh_cn: 高级IMAP选项

source: Connection
ja: 接続
ru: Соединение
zh_cn: 连接

source: Use unsecured connection
ja: 非セキュアな接続を使用
ru: Использовать незащищённое соединение
zh_cn: 使用不安全连接

source: Use SSL/TLS on alternate port
ja: SSL/TLS を別ポートで使用
ru: Использовать SSL/TLS на альтернативном порту
zh_cn: 使用替代端口上的SSL/TLS

source: Use SSL/TLS via STARTTLS
ja: SSL/TLS via STARTTLS を使用
ru: Использовать SSL/TLS через STARTTLS
zh_cn: 通过STARTTLS使用SSL/TLS

source: Use non-standard IMAP _port:
ja: 非標準 IMAP ポートを使用(_P):
ru: Использовать нестандартный IMAP п_орт:
zh_cn: 使用非标准IMAP端口：

source: Folders
ja: フォルダ
ru: Каталоги
zh_cn: 邮件夹

source: IMAP server _directory:
ja: IMAP サーバ・ディレクトリ(_D):
ru: Каталог _сервера IMAP:
zh_cn: IMAP服务器目录：

source: IMAP Server
ja: IMAP サーバ
ru: IMAP сервер
zh_cn: IMAP服务器

source: _Mail server:
ja: メールサーバ(_M):
ru: По_чтовый сервер:
zh_cn: _邮件服务器：

source: _Advanced...
ja: 詳細設定(_A)...
ru: _Расширенные...
zh_cn: _高级……

source: New mail _folders...
ja: 新着メールフォルダ(_F)...
ru: Нов_ый почтовый каталог...
zh_cn: 新邮件_邮件夹……

source: Remote IMAP Mailbox
ja: リモート IMAP Mailbox
ru: Удалённый ящик IMAP
zh_cn: 远程IMAP邮箱

source: The IMAP plugin can connect to a remote mail server that supports the IMAP protocol, optionally using SSL for link protection.
ja: IMAP プラグインは、IMAP プロトコルに対応しているリモートのメールサーバに接続することができ、リンク保護のため SSL の使用も可能です。
ru: Плагин IMAP может соединятся с удалённым почтовым сервером, который поддерживает IMAP протокол, дополнительно используя SSL для безопасности.
zh_cn: IMAP插件可以连接至支持IMAP协议的远程邮件服务器，更支持SSL链接以保护数据

source: Failed to get status of file %s: %s
ja: ファイルのステータス取得に失敗 %s: %s
ru: Не удалось получить статус файла %s: %s
zh_cn: 获取文件 %s: %s 状态失败

source: %s is not a directory. Is %s really a valid maildir?
ja: %s はディレクトリではありません。%s は本当に有効な maildir ですか？
ru: %s не является каталогом. Вы уверены, что %s верный почтовый каталог?
zh_cn: %s 不是一个目录。%s真的是一个合法的邮件目录么？

source: Select Maildir Folder
ja: Maildir フォルダの選択
ru: Выберите почтовый каталог
zh_cn: 选择邮件目录

source: Maildir _Path:
ja: Maildir のパス(_P):
ru: П_уть к каталогу:
zh_cn: 邮件目录_路径：

source: _Interval:
ja: インターバル(_I):
ru: _Интервал:
zh_cn: _间隔：

source: Local Maildir Spool
ja: ローカル Maildir スプール
ru: Локальный спул почтового каталога
zh_cn: 本地邮件目录缓冲池

source: The Maildir plugin can watch a local maildir-style mail spool for new messages.
ja: Maildir プラグインは新着メッセージのためにローカルの Maildir スタイルのメール・スプールを監視できます。
ru: Плагин может следить за локальным спулом на предмет новых писем.
zh_cn: 邮件目录插件用于监视一个本地邮件目录格式的邮件缓冲池，以获取新邮件

source: Select mbox file
ja: Mbox ファイルの選択
ru: Выберите mbox файл
zh_cn: 选择mbox文件

source: Mbox _Filename:
ja: Mbox のファイル名(_F):
ru: И_мя файла mbox :
zh_cn: Mbox_文件名：

source: Local Mbox spool
ja: ローカル Mbox スプール
ru: Локальный Mbox спул
zh_cn: 本地Mbox缓冲池

source: Mbox plugin watches a local mbox-type mail spool for new messages.
ja: Mbox プラグインは新着メッセージのためにローカルの Mbox タイプのメール・スプールを監視します。
ru: Плагин может следить за локальным спулом на предмет новых писем.
zh_cn: Mbox插件监视一个本地mbox形态的邮件缓冲池以发现新邮件

source: Malformed line %s in %s ignored.
ru: Ошибочная строка %s в %s проигнорирована.
zh_cn: 不规范行%s位于%s被忽略。

source: The configuration of this plugin is read from the default mh maildir profile file ~/.mh_profile
ja: このプラグインの設定はデフォルトの mh maildir プロファイルファイル ~/.mh_profile から読まれます。
ru: Настройки этого плагина считываются из стандартного профиля maildir в файле ~/.mh_profile
zh_cn: 此插件的配置由默认mh邮件目录下存档文件~/.mh_profile中读取

source: Local MH mail folder
ja: ローカル MH メールフォルダ
ru: Локальный MH почтовый каталог
zh_cn: 本地MH邮件目录

source: MH plugin watches local MH folders for new mail
ja: MH プラグインは新着メールのために MH フォルダを監視します。
ru: MH плагин следит за локальным каталогом на предмет новых писем
zh_cn: MH插件监视本地MH目录以获取新邮件

source: Advanced POP3 Options
ja: POP3 の詳細オプション
ru: Расширенные опции POP3
zh_cn: 高级POP3选项

source: Use SSL/TLS via STLS
ja: SSL/TLS via STLS を使用
ru: Использовать SSL/TLS через STLS
zh_cn: 通过STLS使用SSL/TLS

source: Use non-standard POP3 _port:
ja: 非標準 POP3 ポートを使用(_P):
ru: Использовать нестандартный POP3 по_рт:
zh_cn: 使用非标准POP3_端口：

source: POP3 Server
ja: POP3 サーバ
ru: POP3 сервер
zh_cn: POP3服务器

source: Remote POP3 Mailbox
ja: リモート POP3 Mailbox
ru: Удалённый ящик POP3
zh_cn: 远程POP3邮箱

source: The POP3 plugin can connect to a remote mail server that supports the POP3 protocol, optionally using SSL for link protection.
ja: POP3 プラグインは、POP3 プロトコルに対応するリモートのメールサーバに接続できます。リンク保護のため SSL を使用することも可能です。
ru: Плагин POP3 может соединятся с удалённым почтовым сервером, который поддерживает POP3 протокол, дополнительно используя SSL для безопасности.
zh_cn: POP3插件可以连接至支持POP3协议的远程邮件服务器，并支持SSL链接保护

source: XfceMailwatch: TLS handshake failed: %s
ja: XfceMailwatch: TLS ハンドシェイクに失敗: %s
ru: XfceMailwatch: не удалось подтвердить TLS: %s
zh_cn: XfceMailwatch：TLS握手失败：%s

source: Not compiled with SSL/TLS support
ja: SSL/TLS 対応でコンパイルされていません
ru: Скомпилировано без поддержки SSL/TLS
zh_cn: 编译时未加入SSL/TLS支持

source: XfceMailwatch: TLS handshake failed: not compiled with SSL support.
ja: XfceMailwatch: TLS ハンドシェイクに失敗: SSL 対応でコンパイルされていません。
ru: XfceMailwatch: не удалось подтвердить TLS: скомпилировано без поддержки SSL.
zh_cn: XfceMailwatch：TLS握手失败：编译时未加入SSL/TLS支持

source: A secure connection was requested, but gnutls was not initialised
ja: セキュア接続を要求しましたが、gnutls は初期化されませんでした。
ru: Было запрошено безопасное соединение, но gnutls не удалось инициализировать
zh_cn: 需要安全链接，但gnutls未初始化

source: This mailbox type does not require any configuration settings.
ja: この mailbox タイプには設定変更の必要はありません。
ru: Этот почтовый ящик не нуждается в каких либо настройках.
zh_cn: 此邮箱类型不必进行配置

source: Mailbox _Name:
ja: Mailbox の名前(_N):
ru: Имя почтового я_щика:
zh_cn: 邮箱_名称：

source: Edit Mailbox: %s
ja: Mailbox の編集: %s
ru: Изменить ящик: %s
zh_cn: 编辑邮箱：%s

source: Select Mailbox Type
ja: Mailbox タイプの選択
ru: Выберите тип почтового ящика
zh_cn: 选择邮箱类型

source: Select a mailbox type. A description of the type will appear below.
ja: Mailbox のタイプを選択してください。各タイプの説明が下に表示されます。
ru: Выберите тип почтового ящика. Описание типа будет показано ниже.
zh_cn: 选择邮箱类型。类型的描述如下。

source: Add New Mailbox
ja: 新規 Mailbox の追加
ru: Добавить новый ящик
zh_cn: 添加新邮箱

source: Mailboxes
ru: Почтовые ящики
zh_cn: 邮箱

source: Icon
ja: アイコン
ru: Значок
zh_cn: 图标

source: Desired icon size for this applet
ja: このアプレットのアイコンの大きさ
ru: Определите размер значка для этого апплета
zh_cn: 此小应用程序期望的图标大小

source: width :
ja: 幅 :
ru: ширина:
zh_cn: 宽：

source: height :
ja: 高さ :
ru: высота:
zh_cn: 高：

source: Name of the icon as it will appear in its label in the dock :
ja: ドックのラベル上に表示するアイコンの名前 :
ru: Имя значка, который появится на подписи в панели:
zh_cn: 显现于dock之上的图标标签名称：

source: Name of the dock it belongs to:
ja: 帰属先ドックの名前 :
ru: Имя панели которой он принадлежит:
zh_cn: 归属于dock的名称：

source: Desklet
ja: デスクレット
ru: Десклет
zh_cn: 桌面应用程序

source: Depending on your WindowManager, you can resize it with ALT + middle_click or ALT + left_click for exemple.
ja: 使用中のウィンドウ・マネージャによって異なりますが、例えば ALT + 中クリック、または ALT + 左クリックでサイズ変更できます。
ru: В зависимости от вашего Оконного менеджера, вы можете изменить размер с помощью сочетания клавиш ALT + средний щелчок или ALT + левый щелчок.
zh_cn: 您可以用诸如ALT+鼠标中键或ALT+左键点击来更改其大小，此功能依赖于您的桌面管理器

source: Desklet's dimension (width x height) :
ja: デスクレットの寸法（幅×高さ） :
ru: Размер десклета (ширина х высота):
zh_cn: 桌面小程序尺寸（宽x高）：

source: Depending on your WindowManager, you can move it with ALT + left_click
ja: 使用中のウィンドウ・マネージャによって異なりますが、ALT + 左クリックで移動させることができます。
ru: В зависимости от вашего Оконного менеджера, вы можете переместить его с помощью сочетания клавиш ALT + левый щелчок
zh_cn: 您可用ALT+左键移动它，此功能依赖桌面管理器。

source: Desklet's position (x ; y) :
ja: デスクレットの位置（X ; Y） :
ru: Позиция десклета (x ; y):
zh_cn: 桌面小应用程序位置(x ; y)：

source: Is detached from the dock ?
ja: ドックから分離？
ru: Открепить от панели?
zh_cn: 从dock移开？

source: Keep below other windows ?
ja: 他ウィンドウより常に下に？
ru: Держать позади окон?
zh_cn: 位于最下窗口？

source: Keep above other windows ?
ja: 他ウィンドウより常に上に？
ru: Держать поверх окон?
zh_cn: 窗口置顶？

source: for CompizFusion's "widget layer", set behaviour in Compiz to: (name=cairo-dock & type=utility)
ja: CompizFusion の "ウィジェット・レイヤ" プラグインのための、Compiz における動作設定での指定法 : (name=cairo-dock & type=utility)
ru: Для "слоя виджетов" Compiz Fusion, установите поведение в Compiz на (имя=cairo-dock & тип=utility)
zh_cn: 面向CompizFusion的“小应用程序层”，将Compiz的行为设置为：(name=cairo-dock & type=utility)

source: Keep on widget layer ?
ja: ウィジェット・レイヤ上に表示？
ru: Держать на слое виджетов?
zh_cn: 保持于小应用程序层？

source: If locked, the desklet can't be moved by simply dragging it with the left mouse button. Of course you can still move it with ALT + left_click.
ja: 固定した場合、デスクレットはマウスの左ボタンだけを押しながらのドラッグでは移動出来なくなりますが、その場合でも ALT + 左クリックを使用すれば移動は可能です。
ru: Если заблокировано, то десклет можно легко перемещать с помощью левой кнопки мыши. И, кончено, вы по-прежнему можете использовать ALT + левый щелчок.
zh_cn: 锁定之后，桌面小应用将无法被鼠标左键拖曳移动。但您仍可以用ALT+左键移动。

source: Lock position ?
ru: Заблокировать позицию?
zh_cn: 锁定位置？

source: in degrees.
ru: в градусах.

source: Rotation :
ru: Вращение:

source: Decorations
ru: Оформление

source: Choose the 'personnal' one to define your own decorations below.
ru: Выберите 'персональный', чтобы самостоятельно настроить оформление.

source: Choose a decoration theme for this desklet :
ru: Выберите тему оформления лоя этого десклета:

source: It's an image that will be displayed below the drawings, like a frame for exemple. Let empty to not use any.
ru: Изображение показываемое позади рисунка, например рамка. Оставьте пустым, чтобы не использовать.

source: Background image :
ru: Фоновое изображение:

source: Background tansparency :
ru: Фоновая прозрачность:

source: in pixels. Use this to adjust the left position of the drawings.
ru: в пикселях. Определяет левую позицию рисунка.

source: Left offset :
ru: Левое смещение:

source: in pixels. Use this to adjust the top position of the drawings.
ru: в пикселях. Определяет верхнюю позицию рисунка.

source: Top offset :
ru: Верхнее смещение:

source: in pixels. Use this to adjust the right position of the drawings.
ru: в пикселях. Определяет правую позицию рисунка.

source: Right offset :
ru: Правое смещение:

source: in pixels. Use this to adjust the bottom position of the drawings.
ru: в пикселях. Определяет нижнюю позицию рисунка.

source: Bottom offset :
ru: Нижнее смещение:

source: It's an image that will be displayed above the drawings, like a reflect for exemple. Let empty to not use any.
ru: Изображение показываемое поверх рисунка, например отражение. Оставьте пустым, чтобы не использовать.

source: Foreground image :
ru: Фоновое изображение:

source: Foreground tansparency :
ru: Фоновая прозрачность:

source: Configuration
ja: 設定
ru: Настройки
zh_cn: 配置

source: Choose one of the available themes :
ru: Выберите одну из тем:

source: Theme overriding
ru: Перекрытие тем

source: Name of the file for the "no mail" image :
ru: Имя изображения для "нет почты":

source: Name of the file for the "has mail" image :
ru: Имя изображения для "есть почта":

source: Name of the file for the "new mail" sound :
ru: Имя изображения для "новая почта":

source: Path to application to launch on left-click
ja: 左クリックで起動させるアプリケーションのパス
ru: Путь к приложению для запуска левым щелчком
zh_cn: 左键点击时启动的应用程序路径

source: Module
ja: モジュール

source: Icon's name :
ja: アイコンの名前 :

source: This is the CD_APPLET_NAME applet made by CD_MY_NAME for Cairo-Dock
ja: これは CD_MY_NAME によって Cairo-Dock 用に製作された CD_APPLET_NAME アプレットです。

source: Name of an image to overwrite the theme's no mail image :
ja: テーマの「メールなし」画像を上書きする画像の名前 :

source: Name of an image to overwrite the theme's has mail image :
ja: テーマの「メールあり」画像を上書きする画像の名前 :

source: Lockposition ?
ja: 位置を固定？
