Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/plug-ins/Clipper/po/*.po
Languages: fr, it

source: No items yet.
fr: Encore aucun objet.
it: Nessun oggetto ancora.

source: This is the Clipper applet made by Fabrice Rey (Fabounet) for Cairo-Dock
it: Questa è l'applet Clipper scritta da Fabrice Rey (Fabounet) per Cairo-Dock

source: No persistent items. You can add some by drag and dropping some text on the icon.
fr: Encore aucun item persistant. Vous pouvez en rajouter en glissant-déposant du texte sur l'icône
it: Nessun oggetto persistente. Se ne possono aggiungere copiando e incollando dei testi nell'icona.

source: Action_0
it: Azione_0

source: Action_0/Command_0
fr: Action_0/Commande_0
it: Azione_0/Comando_0

source: Action_1
it: Azione_1

source: Action_1/Command_0
fr: Action_1/Commande_0
it: Azione_1/Comando_0

source: Action_1/Command_1
fr: Action_1/Commande_1
it: Azione_1/Comando_1

source: Action_1/Command_2
fr: Action_1/Commande_2
it: Azione_1/Comando_2

source: Action_1/Command_3
fr: Action_1/Commande_3
it: Azione_1/Comando_3

source: Action_1/Command_4
fr: Action_1/Commande_4
it: Azione_1/Comando_4

source: Action_2
it: Azione_2

source: Action_2/Command_0
fr: Action_2/Commande_0
it: Azione_2/Comando_0

source: Action_2/Command_1
fr: Action_2/Commande_1
it: Azione_2/Comando_1

source: Action_3
it: Azione_3

source: Action_3/Command_0
fr: Action_3/Commande_0
it: Azione_3/Comando_0

source: Action_3/Command_1
fr: Action_3/Commande_1
it: Azione_3/Comando_1

source: Action_4
it: Azione_4

source: Action_4/Command_0
fr: Action_4/Commande_0
it: Azione_4/Comando_0

source: Action_4/Command_1
fr: Action_4/Commande_1
it: Azione_4/Comando_1

source: Action_5
it: Azione_5

source: Action_5/Command_0
fr: Action_5/Commande_0
it: Azione_5/Comando_0

source: Action_5/Command_1
fr: Action_5/Commande_1
it: Azione_5/Comando_1

source: Action_6
it: Azione_6

source: Action_6/Command_0
fr: Action_6/Commande_0
it: Azione_6/Comando_0

source: Action_6/Command_1
fr: Action_6/Commande_1
it: Azione_6/Comando_1

source: Action_6/Command_2
fr: Action_6/Commande_2
it: Azione_6/Comando_2

source: Action_6/Command_3
fr: Action_6/Commande_3
it: Azione_6/Comando_3

source: Action_6/Command_4
fr: Action_6/Commande_4
it: Azione_6/Comando_4

source: Icon
fr: Icône
it: Icona

source: Desired icon size for this applet
fr: Taille d'icône souhaitée pour cette applet
it: Dimensione dell'icona desiderata per questa applet

source: Name of the icon as it will appear in its label in the dock :
fr: Nom de l'icône tel qu'il apparaîtra dans son étiquette :
it: Nome dell'icona che apparirà sull'etichetta nella barra :

source: Name of the dock it belongs to:
fr: Nom du dock auquel elle appartient:
it: Nome della dock alla quale appartiene:

source: Depending on your WindowManager, you can resize it with ALT + middle_click or ALT + left_click for exemple.
fr: Suivant votre Gestionnaire de fenêtres, vous pouvez le redimensionner avec ALT + clic_milieu ou ALT + clic_droit par exemple.
it: In base al vostro WindowManager, potete ridimensionarla con ALT + click centrale o ALT + click sinistro come esempio.

source: Desklet's dimension (width x height) :
fr: Dimension du desklet (largeur x hauteur) :
it: Dimensione della desklet (larghezza x altezza) :

source: Depending on your WindowManager, you can move it with ALT + left_click
fr: Suivant votre Gestionnaire de fenêtres, vous pouvez le déplacer avec ALT + clic gauche.
it: In base al vostro WindowManager, potete ridimensionarla con ALT + click sinistro

source: Desklet's position (x ; y) :
fr: Position du desklet (x ; y) :
it: Posizione della desklet (x ; y) :

source: Is detached from the dock ?
fr: Est-il détaché du dock ?
it: E' staccata dalla barra ?

source: Keep below other windows ?
it: Mantenere al di sotto delle altre finestre ?

source: Keep above other windows ?
it: Mantenere al di sopra delle altre finestre ?

source: for CompizFusion's "widget layer", set behaviour in Compiz to: (name=cairo-dock & type=utility)
it: per il plug-in "widget layer" di CompizFusion, regolare il comportamento di Compiz a : (name=cairo-dock & type=utility)

source: Keep on widget layer ?
it: Mantenere nella sezione dei widget ?

source: If locked, the desklet can't be moved by simply dragging it with the left mouse button. Of course you can still move it with ALT + left_click.
fr: Si verrouillé, le desklet ne pourra pas être bougé simplement en le tirant avec le bouton gauche de la souris. Bien sur il pourra toujours être bougé avec ALT + clique_gauche
it: Se la posizione è bloccata, la desklet non può essere mossa con un semplice copia/incolla con il bottone sinistro del mouse. Potete comunque muoverla con ALT + click sinistro.

source: Lock position ?
fr: Verrouiller la position ?
it: Bloccare la posizione ?

source: in degrees.
fr: en degrés.
it: in gradi.

source: Rotation :
it: Rotazione :

source: Decorations
fr: Décorations
it: Decorazioni

source: Choose the 'personnal' one to define your own decorations below.
fr: Choisissez le thème 'personnal' pour définir vos propres décorations ci-dessous.
it: Scegliere 'personalizzato' per definire la propria decorazione qui sotto.

source: Choose a decoration theme for this desklet :
fr: Choisissez un thème de décorations pour ce desklet :
it: Scegliere un tema decorativo per questa desklet :

source: It's an image that will be displayed below the drawings, like a frame for exemple. Let empty to not use any.
fr: C'est une image qui sera affichée derrière les dessins, comme un cadre par exemple. Laissez vide pour n'en utiliser aucune.
it: E' un'immagine che sarà mostrata sotto il disegno, come un motivo per esempio. Lasciare vuoto per non utilizzarne.

source: Background image :
fr: Image de fond :
it: Immagine dello sfondo :

source: Background tansparency :
fr: Transparence du fond :
it: Trasparenza dello sfondo :

source: in pixels. Use this to adjust the left position of the drawings.
fr: en pixels. Utilisez-le pour ajuster la position à gauche des dessins.
it: in pixels. Usare questo per aggiustare la posizione a sinistra del disegno.

source: Left offset :
fr: Décalage à gauche :
it: Compensazione a sinistra :

source: in pixels. Use this to adjust the top position of the drawings.
fr: en pixels. Utilisez-le pour ajuster la position en haut des dessins.
it: in pixels. Usare questo per aggiustare la posizione in alto del disegno.

source: Top offset :
fr: Décalage en haut :
it: Compensazione in alto :

source: in pixels. Use this to adjust the right position of the drawings.
fr: en pixels. Utilisez-le pour ajuster la position à droite des dessins.
it: in pixels. Usare questo per aggiustare la posizione a destra del disegno.

source: Right offset :
fr: Décalage à droite :
it: Compensazione a destra :

source: in pixels. Use this to adjust the bottom position of the drawings.
fr: en pixels. Utilisez-le pour ajuster la position en bas des dessins.
it: in pixels. Usare questo per aggiustare la posizione in basso del disegno.

source: Bottom offset :
fr: Décalage en bas :
it: Compensazione in basso :

source: It's an image that will be displayed above the drawings, like a reflect for exemple. Let empty to not use any.
fr: C'est une image qui sera affichée par-dessus les dessins, comme un reflet par exemple. Laissez vide pour n'en utiliser aucune.
it: E' un'immagine che sarà mostrata sopra il disegno, come un riflesso per esempio. Lasciare vuoto per non usarla.

source: Foreground image :
fr: Image d'avant-plan :
it: Immagine in primo piano :

source: Foreground tansparency :
fr: Transparence de l'avant-plan :
it: Trasparenza in primo piano :

source: Configuration
it: Configurazione

source: Clipboard items are those you get with CTRL+c. Selection items are those you get by selecting some text with the mouse.
fr: Les items du clipboard sont ceux obtenus par CTRL+c. Les items de sélections sont ceux obtenus en sélectionnant une portion de texte avec la souris.
it: Gli oggetti nella clipboard sono quelli che si acquisiscono con CTRL+c. Gli oggetti selezionati sono quelli che si acquisiscono scegliendo delle parti di testo col mouse.

source: Which items should be remembered ?
fr: Quels items doivent être conservés ?
it: Quali oggetti devono essere ricordarti ?

source: None
fr: Aucun
it: Nessuno

source: Selection
fr: Sélection
it: Selezione

source: Both
fr: Les deux
it: Entrambi

source: Number of items :
fr: Nombre d'items :
it: Numero degli oggetti :

source: It is especially usefull if you often select text with mouse and don't want to lose your clipboard items because of a great number of selection items.
fr: C'est particulièrement utile si vous sélectionnez souvent du texte et ne voulez pas perdre vos items du clipboard à cause d'un trop grand nombre de sélections.
it: E' particolarmente utile se spesse volte si scelgono parti di testo col mouse e non si vogliono perdere gli oggetti nella clipboard, per il gran numero degli oggetti selezionati.

source: Separate clipboard and selection ?
fr: Séparer le clipboard de la sélection ?
it: Separare clipboard e selezione ?

source: If so, number of selection items :
fr: Si oui, nombre d'items de sélection :
it: Se sì, numero degli oggetti selezionati :

source: When you click on an item, its content will become accessible with CTRL+v
fr: Lorsque vous cliquez sur un item, son contenu deviendra accessible avec CTRL+v
it: Quando si clicca su di un oggetto, il suo contenuto sarà accessibile con CTRL+v

source: Paste into Clipboard ?
fr: Copier dans le clipboard ?
it: Incollarlo nella Clipboard ?

source: When you click on an item, its content will become accessible with the middle-click
fr: Quand vous cliquez sur un item, son contenu sera accessible par un clic milieu
it: Quando si clicca su di un oggetto, il suo contenuto sarà accessibile col tasto centrale del mouse

source: Paste into Selection ?
fr: Copier dans la sélection ?
it: Incollarlo nella Selezione ?

source: Shortkey to pop-up the items menu :
fr: Raccourci clavier pour montrer le menu des items :
it: Scorcatoie di tastiera per rendere pop-up gli oggetti del menu :

source: Pop-up menus at mouse position ?
fr: Montrer les menus à la position du curseur ?
it: Menu pop-up in una posizione del mouse ?

source: Actions
it: Azioni

source: If some actions are associated with an item, they will be proposed to you when the item is created.
fr: Si des actions sont associées avec un item, elles vous seront proposées lorsque l'item est créé.
it: Se delle azioni sono associate con degli oggetti, queste saranno proposte alla creazione degli oggetti.

source: Enable actions ?
fr: Activer les actions ?
it: Abilitare le azioni ?

source: Display the actions when selecting an item in the history.
fr: Montre les actions lorsque vous sélectionnez un item dans l'historique.
it: Mostrare le azioni quando si seleziona un oggetto nella cronologia.

source: Replay actions ?
fr: Rejouer les actions ?
it: Ripetere le azioni ?

source: in seconds.
fr: en secondes.
it: in secondi.

source: Duration of the action menu :
fr: Durée du menu des actions :
it: Durata del menu azioni :

source: Persistent items
fr: Items persistants
it: Oggetti persistenti

source: A list of persistent items that can be accessed with middle-click :
fr: Une liste d'item persistant, accessibles par clic milieu :
it: Una lista degli oggetti persistenti sarà accessibile col tasto centrale del mouse :

source: This applet keeps a trace of the clipboard and mouse selection, so that you can recall them quickly. It's a clone of the well-know Klipper. It supports clipboard and mouse selection, predefined actions, and persistent items. Left-click to popup the clipboard and mouse selection history, Drop text on the icon to create persistent items, and middle-clck to recall them.
fr: Cet applet garde un historique du presse-papier et des objets sélectionnés avec la souris, afin que vous puissiez les rappeler rapidement. C'est un clone du très connu Klipper. Le presse-papier, les sélections avec la souris, les actions prédéfinies et les objets persistants sont gérés. Clique gauche pour ouvrir l'historique du presse-papier et des sélections par la souris. Déposer du texte sur l'icône pour créer des objets persistants, clique du milieu pour rappeler ceux-ci.

source: Set to 0 to use the default applet size
fr: Laisser vide pour utiliser celle par défaut.

source: Let empty to use the default one.
fr: Laisser vide pour utiliser celle par défaut.

source: Image's filename :
fr: Nom du fichier de l'image :

source: for CompizFusion's "widget layer", set behaviour in Compiz to: (class=Cairo-dock & type=utility)
fr: pour le plug-in "widget layer" de CompizFusion, régler le comportement de Compiz à : (class=Cairo-dock & type=utility)
