Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/plug-ins/stacks/po/*.po
Languages: fr

source: This is the stacks applet made by ChAnGFu for Cairo-Dock
fr: Ceci est l'applet stacks écrite par ChAnGFu pour Cairo-Dock

source: Reload Stacks
fr: Recharger Stacks

source: Clean local directory
fr: Vider le dossier local

source: Icon
fr: Icône

source: Desired icon size for this applet
fr: Taille d'icône souhaitée pour cette applet

source: width :
fr: largeur :

source: height :
fr: hauteur :

source: Name of the icon as it will appear in its label in the dock :
fr: Nom de l'icône tel qu'il apparaîtra dans son étiquette :

source: Icon's name :
fr: Nom de l'icône :

source: Name of the dock it belongs to:
fr: Nom du conteneur auquel il appartient :

source: Depending on your WindowManager, you can resize it with ALT + middle_click or ALT + left_click for exemple.
fr: Suivant votre Gestionnaire de fenêtres, vous pouvez le redimensionner avec ALT + clic_milieu ou ALT + clic_droit par exemple.

source: Desklet's dimension (width x height) :
fr: Dimension du desklet (largeur x hauteur) :

source: Depending on your WindowManager, you can move it with ALT + left_click
fr: Suivant votre Gestionnaire de fenêtres, vous pouvez le déplacer avec ALT + clic gauche.

source: Desklet's position (x ; y) :
fr: Position du desklet (x ; y) :

source: Is detached from the dock ?
fr: Est-il détaché du dock ?

source: Keep below other windows ?
fr: Garder en-dessous des autres fenêtres ?

source: Keep above other windows ?
fr: Garder au-dessus des autres fenêtres ?

source: for CompizFusion's "widget layer", set behaviour in Compiz to: (name=cairo-dock & type=utility)
fr: pour le plug-in "widget layer" de CompizFusion, régler le comportement de Compiz à : (class=Cairo-dock & type=utility)

source: Keep on widget layer ?
fr: Garder sur la couche des widgets ?

source: If locked, the desklet can't be moved by simply dragging it with the left mouse button. Of course you can still move it with ALT + left_click.
fr: Si la position est verrouillée, le desklet ne peut plus être déplacé par un simple glisser-déposer avec le bouton gauche de la souris. Vous pouvez par contre toujours le déplacer avec ALT + clic gauche.

source: Lock position ?
fr: Verrouiller la position ?

source: Directory & Options
fr: Dossier et Options

source: Stacks will act as a the shortcut applet's but with files. To add a file, just drag and drop it on the Stacks icon
fr: Stacks va agir comme l'applet shorcut mais avec des fichiers. Pour ajouter un fichier, il faute juste faire un glisser-déposé de celui-ci sur l'icône de Stacks

source: Use only Stacks local directory ?
fr: Utiliser seulement le dossier local de Stacks ?

source: You can use '_LocalDirectory_' tag to have both stack local and all monitored directories. Ensure 'Use only Stacks local directory' is unticked.
fr: Vous pouvez utiliser le tag '_LocalDirectoru_' pour avoir à la fois le dossier local et tous les dossiers surveillés. Il est nécessaire de décoché 'Utiliser seulement le dossier local de Stacks'.

source: Monitored Directories :
fr: Dossiers surveillés :

source: This option with large files lists can slow down the dock, use it properly.
fr: Cette option avec de longues listes de fichiers peut ralentir le dock, à utiliser prudemment.

source: List hidden files ?
fr: Ajouter les fichiers cachés

source: Separate different directories with separators ?
fr: Séparer les différents dossiers avec des séparateurs ?

source: This options allow you to avoid some files to be displayed in the stacks considering their types (video, images, etc...)
fr: Cette option vous permet d'éviter que certains fichiers soit afficher dans le stacks en prenant en compte leur types (video, images, etc...)

source: Filter files with their mime types ?
fr: Filtrer les fichiers avec leur mime types ?

source: Eg: image, text, video, audio, application...
fr: Ex: image, text, video, audio, application..

source: Here you can specify a list of mime types to avoid :
fr: Vous pouvez spécifié ici une liste de mime type a éviter:

source: Let it empty to use default sub-dock view.
fr: Laissez vide pour utiliser la vue des sous-docks par défaut

source: Name of the view used for the sub-dock :
fr: Nom de la vue utilisée pour le sous-dock :
