Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/plug-ins/tomboy/po/*.po
Languages: ru

source: Applet by Necropotame (Adrien Pilleboue)
ru: Апплет создан Necropotame (Adrien Pilleboue)

source: Note name :
ru: Имя записки :

source: Search for :
ru: Искать :

source: Search for tag :
ru: Искать по тэгу :

source: Reload notes
ru: Перезагрузить записки

source: Add a note
ru: Добавить записку

source: Delete this note
ru: Удалить эту записку

source: Search
ru: Искать

source: Searh for tag
ru: Искать тэг

source: Search for today's note
ru: Искать сегодняшние

source: Search for this week's note
ru: Искать на этой неделе

source: Search for next week's note
ru: Искать на следующей неделе

source: Reset marks
ru: Сбросить отметки

source: Icon
ru: Значок

source: Desired icon size for this applet
ru: Определите размер значка для этого апплета

source: width :
ru: ширина:

source: height :
ru: высота:

source: Default title :
ru: Стандартный заголовок:

source: Name of the dock it belongs to:
ru: Имя панели которой он принадлежит:

source: Personnalisation
ru: Персонализация

source: Let t empty to use the default icon.
ru: Оставьте пустым, чтобы использовать стандартный значок.

source: Name of an image for the 'default' icon :
ru: Изображение для стандартного значка:

source: Name of an image for the 'close' icon :
ru: Изображение для значка 'закрыто':

source: Name of an image for the 'broken' icon :
ru: Изображение для значка поломки:

source: Configuration
ru: Настройки

source: Depending on your tomboy's version, the note deletion may not be automatically notified to us. Only check this box if you notice some error message like <<No marshaller for signature of signal 'NoteDeleted'>> in the terminal.
ru: В зависимости от версии вашего Tomboy, удаление записок может пройти без автоматического уведомления нас. Отметьте галочкой, только если вы получаете ошибки вида <<No marshaller for signature of signal 'NoteDeleted'>> в терминале.

source: Emulate the 'NoteDeleted' signal ?
ru: Эмулировать сигнал 'Записка Удалена'?

source: Let it empty to use default sub-dock view.
ru: Оставьте пустым, чтобы использовать стандартный вид суб-панели.

source: Name of the view used for the sub-dock :
ru: Имя темы для суб-панели:

source: Draw note's content on their icon ?
ru: Отрисовывать содержимое записки на её значке?

source: Write the date format you usually use in your notes. The syntax is the one of 'strftime' : %d for the day, %m for the month, %y for the year (2 digits), etc. Let it blnk to use the default one (%d/%m/%y).
ru: Укажите формат даты, который вы обычно используете в записках. Синтаксис таков: : %d-день, %m-месяц, %y-год (2 символа), и т.д. Оставьте пустым, чтобы использовать стандартный формат (%d/%m/%y).

source: Date format to search for :
ru: Формат даты для поиска:
