Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/plug-ins/show-mouse/po/*.po
Languages: fr

source: This plug-in draw some animation around the cursor when it's inside a dock/desklet.
fr: Ce plug-in dessine certaines animations autour du curseur quand il se trouve à l'intérieur d'un dock/desklet.

source: Numbrer of sources :
fr: Nombre de sources :

source: In round per second.
fr: Tours par seconde

source: Rotation speed :
fr: Vitesse de rotation :

source: Show mouse on :
fr: Montre la souris sur :

source: both
fr: Les deux

source: Number of particles per source :
fr: Nombre de particules par sources

source: in ms.
fr: en ms

source: Particles life time :
fr: Temps de vie des particules :

source: In pixels.
fr: En pixels.

source: Particle size :
fr: Taille des particules

source: 1st color of gradation :
fr: 1ère couleur de graduation :

source: 2nd color of gradation :
fr: 2ème couleur de graduation :

source: Random colors ?
fr: Couleur au hasard ?

source: The higher, the more particles will scatter from their source.
fr: Plus grand, au plus de particules peuvent s'éparpiller de leur source

source: Scattering :
fr: Dispersion :
