Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/cairo-dock/po/*.po
Languages: it, nl, pt_br, ru

source: v1.5.0 : it's been 1 month since previous release, and we worked hardly to bring you : - A parabolic view : perfect for sub-docks with a dozen of icons. - A big pack of new applets : Cairo-Dock has now its own terminal. It can handle your systray instead of your panel, monitor your laptop's battery, and change your screen's luminosity through the dock The integration into the GNOME desktop is provided by the 'gnome-integration' plug-in. Wanted : a KDE user who could do the same for KDE ! - Dustbin v2 can now handle drag'n'drops and display nice info. - Manual separators, better sub-dock accessibility, 64bits works smoothly, etc - And cherry on the cake, a new theme (I, Cairo) ! Now, why not try to make an applet for Cairo-Dock ? ;-)
nl: v1.5.0 : Het is 1 maand sinds de vorige uitgave en we hebben nauwelijks gewerkt om u het volgende te brengen : - Een parabolische weergave : perfect voor sub-docks met veel iconen. - Vele nieuwe applets : Cairo-Dock heeft nu zijn eigen terminal. Het kan uw systeemvak beheren in plaats van uw paneel, Uw laptop's accu monitoren, De helderheid van uw scherm via het dock wijzigen De integratie in de GNOME-werkomgeving wordt gedaan met de 'gnome-integratie' plug-in. Gezocht : een KDE-gebruiker die hetzelfde kan doen voor KDE ! - Dustbin v2 kan nu omgaan met slepen en verplaatsen en leuke info geven. - Handmatig toegevoegde scheidingen, betere sub-dock toegankelijkheid, 64bits werkt heel goed, etc - En als toetje, een nieuw thema (I, Cairo) ! Waarom probeert u geen applet voor Cairo-Dock te maken ? ;-)
pt_br: v1.5.0 : faz um mês desde a última versão, e trabalhamos duro para trazê-la a você : - Visão parabólica : perfeita para sub-docks com dezenas de ícones. - Um grande pacote de novos applets : Cairo-Dock agora tem seu próprio terminal. trata da bandeja do sistema ao invés do painel, monitora a bateria do seu notebook, e muda a luminosidade da tela através do dock A integração com o Gnome é provida pelo plugin 'gnome-integration'. Procura-se : um usuário do KDE que possa fazer o mesmo para o KDE ! - Lixeira v2 agora pode lidar com arrastar e soltar e mostra boas informações. - Separadores manuais, melhor acessibilidade aos sub-docks, funciona perfeitamente em 64 bits, etc - Ainda por cima, um novo tema (I, Cairo) ! Agora, porque você não tenta fazer um applet para o Cairo-Dock ? ;-)
ru: v1.5.0: Прошёл месяц с прошлого релиза, и мы усердно работали, чтобы представить вам: — Параболический вид: идеально подходит для суб-панелей с кучей значков. — Большой набор новых апплетов: — В Cairo-Dock теперь есть собственный терминал. — Теперь может заменять ваш систрей вместо панели задач, — наблюдать за состоянием батареи ноутбука, — и изменять яркость экрана прямо из панели — Интеграция в рабочее окружение GNOME с помощью плагина 'gnome-integration'. — Разыскивается: пользователь KDE, который сможет сделать тоже самое для KDE ! — Dustbin v2 теперь поддерживает drag&drop и отображает краткую информацию. — Ручные разделители, улучшенная поддержка суб-панелей, 64бит работает мягче, и т.д. — И вишенка нашего пирога это: новая тема (I, Cairo) ! А теперь, почему бы вам не попробовать создать апплет для Cairo-Dock ? ;-)

source: v1.5.1 : - The 1.5 branch is still young, so this version brings a lot of bug fixes - Cairo-Dock is now translated in Japanese, thanks to Jiro Kawada for his work ! - A new view has appeared : Rainbow - Cairo-Dock has become a desklet manager ! most of applets can now detached themselves from the dock and behave as real desklets.
nl: v1.5.1 : - De 1.5 tak is nog jong, daarom bevat deze versie veel foutreparaties - Cairo-Dock is nu vertaald naar het Japans, dankzij Jiro Kawada, bedankt voor dit werk ! - Er is een nieuwe weergave beschikbaar : Rainbow - Cairo-Dock is een desklet-manager geworden ! De meeste applets kunnen losgekoppeld worden van het dock en zich gedragen als echte desklets.
pt_br: v1.5.1 : - O branch 1.5 ainda está jovem, assim esta versão trás muitas correções de bugs - Cairo-Dock possui tradução em Japonês, obrigado a Jiro Kawada pelo seu trabalho ! - Uma nova visualização apareceu: Rainbow - Cairo-Dock tornou-se um administrador de desklets ! a maioria dos applets agora podem se auto separar do dock e funcionar como deklets reais.
ru: v1.5.1: — Ветка 1.5 по прежнему молодая, поэтому в этой релизе много багфиксов — Cairo Dock теперь переведен на японский, благодарим Jiro·Kawada за работу ! — Появился новый режим вида - Радуга — Cairo-Dock теперь стал десклет менеджером ! — большинство апплетов теперь могут открепляться от панели и становиться настоящими десклетами.

source: v1.5.2.1 : - a lot of bug fixes, especially on desklets. - New applet : weather ! - Cairo-Dock is now fully translated in Japanese, thanks to Jiro Kawada !
nl: v1.5.2.1 : - Een hoop fouten gerepareerd, speciaal voor desklets. - Nieuw applet : Weer ! - Cairo-Dock is nu in het geheel vertaald in het Japans, door Jiro Kawada !
pt_br: v1.5.2.1 : - muitas correções bugs, especialmente nos desklets. - Novo applet : clima ! - Cairo-Dock agora está completamente traduzido em Japonês, obrigado a Jiro Kawada !
ru: v1.5.2.1·: — Множество багфиксов, особенно в десклетах. — Новый апплет - погода ! — Cairo-Dock теперь полностью переведён на японский, благодарим Jiro·Kawada·!

source: v1.5.3.2 : - Themes have been deeply reviewed to switch from one to another completely. - New applet : alsaMixer ! - Desklets improvment with the 'showDesklets' applet. - The 'Shortcuts' applet can now detached itself from the dock. - The dock can now behave like a menu 'on-the-mouse' - Updates in translations and the usual bug fixes. ^_^ By the way, we are still searching someone who could help cairo-dock to be well-integrated into KDE ;-)
nl: v1.5.3.2 : - Thema´s zijn grondig bekeken om totaal te wisselen van de één naar de ander . - Nieuw applet : alsaMixer ! - Desklets verbetering met de 'showDesklets' applet. - Het 'Snelkoppelingen' applet kan nu losgekoppeld worden van het dock. - Het dock kan zich nu gedragen als een menu 'op-de-muis' - Updates van de vertalingen en de gebruikelijke foutreparaties. ^_^ We zoeken trouwens nog steeds iemand die ons kan helpen om cairo-dock te integreren in KDE ;-)
pt_br: v1.5.3.2 : - Temas foram profundamente revistos para a troca completa de um para outro. - Novo applet : alsaMixer ! - Melhoramento nos desklets com o applet 'mostrarDesklets'. - O applet de 'Atalhos' agora pode separar-se do dock. - O dock agora pode se comportar como um menu direto no mouse - Atualizações nas traduções e correções usuais de bugs . ^_^ Aproveitando, a gente ainda está procurando por alguém que possa ajudar o Cairo-Dock ficar bem integrado no KDE ;-)
ru: v1.5.3.2: — Все темы были глубоко пересмотрены в плане полного переключения с одной на другую. — Новый апплет: alsaMixer ! — Улучшения десклетов для совместной работы с апплетом 'showDesklets'. — Апплет 'Ярлыки' теперь может быть откреплён от панели. — Панель теперь может иметь поведение схожим с меню лишь по движению мыши. — Обновление переводов и конечно же багфиксы ^_^ Кстати, мы по прежнему ищем кого-нибудь, кто смог бы помочь в интеграции cairo-dock в KDE ;-)

source: v1.5.4.2 : a huge release ! - add a cute pinguin in your dock with the new applet Cairo-Penguin - monitor your wifi connection with the Wifi applet - control xmms, audacious, banshee and exaile with the Xmms applet - Cairo-Dock is now fully integrated into XFCE environment ! - better detection of battery in the Powermanager applet - lot of improvments in the Terminal applet. - the dock can auto-resize when it grows too large - refresh your dock with the new theme : Wood - 3 more themes in Weather
nl: v1.5.4.2 : een huge uitgave! - Voeg een leuke pinguin toe aan uw dock met het nieuwe applet Cairo-Penguin - Monitor uw wifi-verbinding met het Wifi applet - Bedien xmms, audacious, banshee en exaile met het Xmms applet - Cairo-Dock is nu volledig geintegreerd in de XFCE-werkomgeving ! - Betere detectie van accu in het Powermanager applet - Veel verbeteringen in het Terminal applet. - Het dock kan autotomatisch herschalen wanneer het te groot wordt - Vernieuw uw dock met een nieuw thema : Wood - 3 extra thema´s in Weer
pt_br: v1.5.4.2 : uma versão excelente ! - adicione um lindo pingüim no seu dock com o novo applet Cairo-Penguin - monitore sua conexão com applet Wifi - controle o xmms, audacious, banshee e exaile com o applet Xmms - Cairo-Dock agora está completamente integrado com o ambiente XFCE ! - melhor detecção de bateria com o applet Powermanager - muitas melhorias no applet Terminal. - o dock pode auto-redimensionar quando ele fica muita grande - atualize seu dock com o novo tema : Wood - 3 novos temas em Clima
ru: v1.5.4.2: огромный релиз ! — добавьте миленького пингвина на вашу панель с помощью апплета Cairo-Penguin — контролируйте ваше wifi соединение, с помощью апплета Wifi — управляйте xmms, audacious, banshee и exaile с помощью апплета Xmms — Cairo-Dock теперь полностью интегрирован в среду XFCE — улучшено обнаружение батареи в апплете Powermanager — множество улучшений в апплете Terminal — теперь панель может автоматически увеличиваться в размерах — обновите вид вашей панели новой темой: Wood — три новых темы в апплете Погоды

source: v1.5.5.4 : - Huge enhancements in the TaskBar : launchers and applets can now behave as applications. windows can show up during drag and drop if mouse stay on them - hiqh quality launchers' icons can be used instead of X ones - Quickly manage Compiz with the 'Compiz-Icon' applet - Control Cairo-Dock from an external program thanks to the Dbus plug-in. - Added a 'ShowDesktop' applet for convenience. - Some fix in PowerManager (now ok !) - The ability to have many docks for a single instance of Cairo-Dock. - Cairo-Dock is not yet well integrated into Gnome 2.22, but it will come soon ;-)
nl: v1.5.5.4 : - Grote verbeteringen in de Taakbalk : Starters en applets kunnen zich nu gedragen als toepassingen. Vensters kunnen zich nu tonen, tijdens het slepen en verplaatsen als de muis op ze blijft - Hoge kwaliteit starterconen kunnen gebruikt worden in plaats van de X-iconen - Beheer Compiz met het 'Compiz-Icon' applet - Bedien Cairo-Dock vanuit een externe toepassing dankzij de Dbus plug-in. - Een 'ShowDesktop' applet toegevoegd voor het gemak. - Enige reparaties in de PowerManager (nu ok !) - De mogelijkheid om meerdere dezelfde docks te hebben van één Cairo-Dock. - Cairo-Dock is nog niet goed geintegreerd in Gnome 2.22, maar dit zal snel veranderen ;-)
pt_br: v1.5.5.4 : - Imensas melhorias na Barra de tarefas : lançadores e applets agora podem funcionar como aplicativos. janelas podem aparecer durante o o processo de arrastar e soltar se o mouse ficar nelas - Ícones de lançadores com alta qualidade podem ser usados ao invés dos do X - Administração rápida do Compiz com o applet 'Compiz-Icon' - Controlar Cairo-Dock de programas externos com o plug-in Dbus. - Adicionado applet 'Mostrar Área de trabalho' por conveniência. - Algumas correções no PowerManager (agora funciona !) - Habilidade de poder ter vários docks numa única instância do Cairo-Dock. - Cairo-Dock ainda não está bem integrado com o Gnome 2.22, mas estará logo ;-)
ru: v1.5.5.4: — Огромные улучшения в Панели Задач: значки запуска и апплеты могут вести себя как приложения. окна будут показываться при drug&drop, если навести курсор на них. — Высококачественные значки, вместо X-овых - Быстрое управление Compiz, с помощью апплета 'Compiz-Icon' — Управление Cairo-Dock из других приложений благодаря плагину Dbus. — Для удобства добавлен апплет 'ShowDesktop'. — Некоторые исправления в PowerManager·(теперь всё в порядке·!) — Возможность иметь несколько панель с одним лишь экземпляром Cairo-Dock. — Cairo-Dock пока еще не достаточно качественно интегрирован в Gnome 2.22, но скоро мы это исправим ;-)

source: v1.5.6 : - Integration into the last Gnome 2.22 (Ubuntu8.04, Fedora9, ...) - still experimental - You can now have many docks in 1 instance of Cairo-Dock. Just place a launcher or an applet in a dock, giving this dock a name that doesn't exist yet a new one will be created. - SHIFT+mouse wheel on AlsaMixer, Xmms, Rhythmbox, etc. - Launchers can now launch keyboard shortcuts. - The dock can now auto-hide itself when a window is maximized. - Improvment in drag and drop with animated indicator. - Physical separator in 3D-plane view. - Bug fixes in XGamma/Weather. - Any help would be welcome to integrate the dock into KDE !
nl: v1.5.6 : - Integratie in de laatste Gnome 2.22 (Ubuntu8.04, Fedora9, ...) - nog steeds experimenteel - U kunt nu meerdere dezelfde docks hebben in 1 Cairo-Dock. Plaats een starter of een applet in een dock, geef dit dock een naam die nog niet bestaat en er wordt een nieuwe aangemaakt. - SHIFT+muiswiel op AlsaMixer, Xmms, Rhythmbox, etc. - Starters kunnen nu sneltoetsen openen. - Het dock kan zich nu automatisch vebergen wanneer een venster wordt gemaximaaliseerd. - Verbetering van verslepen en verplaatsen met een geanimeerde indicator. - Physical scheiding in 3D-vlak weergave. - Foutreparaties in XGamma/Weather. - Alle hulp is welkom om het dock te integreren in KDE !
pt_br: v1.5.6 : - Integração com o último Gnome 2.22 (Ubuntu8.04, Fedora9, ...) - ainda experimental - Você agora pode ter muitos docks em uma instância do Cairo-Dock. Posicione um lançador ou applet no dock, dando a este dock um nome que não existia previamente e um novo será criado. - SHIFT+'rodinha' do mouse no AlsaMixer, Xmms, Rhythmbox, etc. - Lançadores podem agora chamar atalhos do teclado. - O dock agora pode auto-ocultar a si próprio quanto a janela estiver maximizada. - Melhoramento na ação de arrastar e soltar com indicador animado. - Separador físico na visualização de plano 3D. - Correções de bugs no XGamma/Clima. - Qualquer ajuda é bem vinda para integrar o Cairo-Dock ao KDE !
ru: v1.5.6: — Интеграция в последний релиз Gnome·2.22·(Ubuntu8.04,·Fedora9,·...) - по прежнему экспериментальная — Теперь вы можете иметь несколько панелей с одним запущенным Cairo-Dock. Просто поместите значок запуска или апплет на панель, а в свойствах задайтеимя еще не существующей панели и новая панель будет создана. — SHIFT+колесико мышки·на·AlsaMixer,·Xmms,·Rhythmbox,·и т.д. — Значки запуска теперь могут запускать клавиатурные сокращения. — Панель теперь автоматически скрывается, когда к-либо окно максимизируется. — Улучшения в анимированном индикаторе перемещения drag&drop. — Физический разделитель в 3D виде. — Багфиксы в XGamma/Weather. — Приветствуется любая помощь в интеграции панели в KDE !

source: v1.6.0 : - A new view has appeared : Diapositive ! - A huge stock of new applets : cpusage ram-meter netspeed tomboy nVidia - 2 new themes : Neon & Clear - A new cute character for Cairo-Penguin : Wanda the Cairo-Fish ^_^ - Cairo-Dock can now run without composite manager, with fake transparency. - The dock can now stay below windows and be popped up on demand. - Auto-reload on crash. - Real window thumbnail when minimized.
nl: v1.6.0 : - We hebben een nieuwe weergave erbij : Diapositive ! - Een hoop nieuwe applets : Cpu-gebruik Ram-meter Netspeed Tomboy nVidia - 2 nieuwe thema´s : Neon & Clear - Een nieuw figuur voor Cairo-Penguin : Wanda tde Cairo-Fish ^_^ - Cairo-Dock werkt nu ook zonder composite-manager, met nepdoorzichtigheid. - Het dock kan nu onder vensters blijven en tevoorschijn komen op bevel. - Automatisch herladen na een crash. - Echt vensterminiatuur wanneer geminimaliseerd.
pt_br: v1.6.0 : - Uma nova visualização aparaceu : Diapositive ! - Um grande pacote de novos applets : cpusage ram-meter netspeed tomboy nVidia - 2 novos temas : Neon & Clear - Um personagem lindo para Cairo-Penguin : Wanda o Peixe-Cairo ^_^ - Cairo-Dock funciona sem o administrador de composição, com transparência falsa. - O dock agora pode ficar abaixo das janelas e aparecer sobre demanda. - Recarregamento automático depois de finalização inesperada. - Thumb real da tela quando minimizada.
ru: v1.6.0·: — Новый режим вида: Diapositive ! — Огромное количество новых апплетов: cpusage ram-meter netspeed tomboy nVidia — Две новых темы: Neon & Clear — Новый симпатичный персонаж для Cairo-Penguin: Wanda Cairo-Рыбка·^_^ — Cairo-Dock теперь может запускаться без композитного менеджера, с помощью поддельной прозрачности. — Панель теперь может оставаться за окнами и появляться по требованию. — Автоматический перезапуск после аварийного завершения. — Действительный эскиз минимизированного окна.

source: v1.6.1 : Cairo-Dock has one year ! To celebrate this event, we are happy to offer you : - Once again a new view : Curve ! - A long time waited applet : the desktop Switcher. - A very complete theme : Brit - Translation in italian and chinese. - And we are still hoping someone would help us writing a kde-integration plug-in ^_^
nl: v1.6.1 : Cairo-Dock bestaat één jaar ! Om dit te vieren, geven wij u graag : - Opnieuw een nieuwe weergave : Curve ! - Een lang verwacht applet : de desktop Switcher. - Een zeer compleet thema : Brit - Vertalingen in het Italiaans en Chinees. - En we hopen nog steeds op iemand die ons helpt met het schrijven van KDE-integratie plug-in ^_^
pt_br: v1.6.1 : Cairo-Dock tem um ano de vida ! Para celebrar este evento, estamos felizes em prover a você : - Mais uma vez uma nova visualização : Curve ! - Um applet a muito esperado : Alternador de Área de trabalho. - Um tema bem completo : Brit - Tradução para italiano e chinês. - E ainda estamos esperando por alguém para ajudar-nos a escrever um plug-in de integração com o KDE ^_^
ru: v1.6.1: Cairo-Dock исполнился год ! Чтобы отметить это событие, мы с радостью предлагаем вам: — Еще один новый вид: Curve ! — Апплет, которыц вы так долго ждали: Переключатель рабочих мест. — Очень сложная тема: Brit — Перевод на итальянский и китайский языки. — И мы всё еще надеемся найти кого-нибудь, кто смог бы помочь нам в написании плагина kde-интеграции ^_^

source: v1.6.2 : the first version integrated in the Ubuntu repositories ! - 2 new applets have been released : Slider and Stack. Enjoy ! - Applets can now be launched many times (Clock, Cairo-Penguin, Slider, Stack), each with a different config. - Cairo-Dock is now able to load themes on its own server, so feel free to send us all your themes, we can distribute them ! :-) - And we are still searching someone motivated to write a kde-integration plug-in ^_^
nl: v1.6.2 : De eerste versie geintegreerd in de Ubuntu-softwarebronnen ! - 2 nieuwe applets zijn toegevoegd : Slider and Stack. Veel plezier ! - Applets kunnen nu meerdere keren geopend worden (Clock, Cairo-Penguin, Slider, Stack), elk met een andere configuratie. - Cairo-Dock kan nu nieuwe thema´s laden op zijn eigen server, dus stuur ons al uw thema´s, we kunnen ze beschikbaar stellen ! :-) - We zijn nog steeds op zoek naar iemand, die een KDE-integratie plug-in wilt schrijven ^_^
pt_br: v1.6.2 : versão integrada nos repositórios do Ubuntu ! - 2 novos applets lançados : Slider e Stack. Divirta-se ! - Applets podem agora serem lançados várias vezes (Relógio, Cairo-Penguin, Slider, Stack), cada um com uma configuração diferente. - Cairo-Dock agora é capaz de carregar temas em seu próprio servidor, portanto, sintam-se livres para nos mandarem seu tema, nós podemos ditribuí-lo ! :-) - E ainda estamos esperando por alguém motivado a escrever um plugin de integração com o KDE ^_^
ru: v1.6.2: первая версия интегрированая в репозитории Ubuntu ! — 2 новых апплета: Slider и Stack. Наслождайтесь ! — Апплеты теперь могут запускаться много раз (Clock, Cairo-Penguin, Slider, Stack), каждый со своим конфигом. — Cairo-Dock теперь может отсылать темы на сервер, поэтому, не стесняйтесь, присылайте ваши темы и мы их опубликуем ! :-) — И мы всё равно ищем кого-нибудь заинтересованного в написании плагина kde-интеграции^_^

source: v1.6.3 : - first the bad news : user datas have been moved into ~/.config to respect the FreeDesktop standards. and local icons are now in a dedicated 'icons' sub-folder. So in advance, sorry for the possible inconvenience ^_^ - And now the very good news ! - 2 new applets have just been born : Clipper and GMenu. - Lot of improvements for Desklets : decorations, rotation, dragging, etc - Cpusage and other applets can now display nice graphics. - You can now remove launchers by dragging them out of the dock and detach applet in the same way. - Smooth icons movement when dragging them inside the dock - The dock is now translated in Sweden and partially in Greek.
nl: v1.6.3 : - Allereerst het slechte nieuws : Gebruikersdata is verplaatst naar ~/.config om de FreeDesktop-standaarden te respecteren. Lokale iconen zitten nu in een aangewezen 'icons' sub-map. Dus allereerst, sorry voor het mogelijke ongemak ^_^ - En nu het goede nieuws ! - Er zijn 2 nieuwe applets ontwikkeld : Clipper en GMenu. - Veel verbeteringen voor Desklets : decoraties, draaien, slepen, etc - Cpusage en andere applets kunnen nu grafisch meer laten zien. - U kunt nu starters verwijderen door ze uit dock te slepen en op dezelfde manier applets loskoppelen. - Strakke icoonbewegingen wanneer u ze naar het dock sleept - Het dock is nu vertaald in het Zweeds en deels in het Grieks.
pt_br: v1.6.3 : - primeiramente as más notícias : dados de usuário foram movidos para ~/.config para respeitar os padrões do FreeDesktop. e os ícones locais agora estão em uma sub-pasta dedicada 'icons'. Desde já, desculpe por possíveis inconvenientes ^_^ - E agora as boas notícias ! - 2 novos applets nasceram : Clipper e GMenu. - Diversas melhorias para os Desklets : decorações, rotação, arrastar, etc - Cpusage e outros applets agora mostram lindos gráficos. - Você agora pode agora remover lançadores arrastando-os para fora do dock e separá-los da mesma forma. - Movimentos suaves dos ícones quando arrastados para dentro do dock - O dock agora está traduzido em Sueco e parcialmente em Grego.
ru: v1.6.3: — Во-первых, плохие новости: Чтобы придерживаться FreeDesktop стандартов, данные пользователя были перемещены в ~/.config. и локальные значки теперь находятся в выделенной подпапке 'значки'. Поэтому просим прощения за возможные неудобства ^_^ — А теперь только хорошие новости ! — Добавлено 2 новых апплета: Clipper и GMenu. — Множество улучшений для десклетов: оформление, вращение, перетаскивание и т.д. — Cpusage и другие апплеты теперь приятно выглядят. — Теперь вы можете удалять значки запуска просто перетащив их с панели, откреплять апплеты можно таким же образом. — Плавные движения значков при перетаскивании их на панель — Панель переведена теперь на Шведский и частично Греческий языки.
