Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/cairo-dock/po/*.po
Languages: it, nl, pt_br, ru

source: Name of an image to use for the no/cancel button :
it: Nome dell'immagine da usare per i pulsanti no/annulla :
nl: Naam van afbeelding om te gebruiken voor de Nee/Annuleren knop :
pt_br: Nome de uma imagem para usar no botão "não/cancelar" :
ru: Имя файла изображения для кнопок Нет/Отмена:

source: Size of the icon displayed next to the text :
it: Dimensione dell'icona mostrata dopo il testo :
nl: Grootte van het icoon, dat getoond wordt naast de tekst :
pt_br: Tamanho do ícone mostrado perto do texto :
ru: Размер значка рядом с текстом:

source: Choose a default decoration for all desklets :
it: Scegliere una decorazione di default per tutte le desklets :
nl: Selecteer een standaarddecoratie voor alle desklets :
pt_br: Escolha uma decoração padrão para todos os desklets :
ru: Выберите оформление для всех десклетов:

source: Personnal decorations
it: Decorazioni personali
nl: Persoonlijke decoraties
pt_br: Decorações pessoais
ru: Оформление окна

source: It's an image that will be displayed below the drawings, like a frame for exemple. Let empty to not use any.
it: E' un'immagine che viene mostrata sotto i disegni, come un motivo per esempio.Lasciare vuoto per non utilizzarne.
nl: Dit is een afbeelding die getoond wordt onder de tekeningen, zoals bijvoorbeeld een frame. Laat leeg als u er geen wilt gebruiken.
pt_br: Esta é uma imagem que será mostrada abaixo dos desenhos, como um quadro, por exemplo. Deixe vazio ...
ru: Изображение показываемое позади рисунка, например рамка. Оставьте пустым, чтобы не использовать.

source: Background image :
it: Immagine di sfondo :
nl: Achtergrondafbeelding :
pt_br: Imagem de fundo :
ru: Фоновое изображение:

source: Background tansparency :
it: Trasparenza dello sfondo :
nl: Doorzichtigheid achtergrond :
pt_br: Transparência do fundo :
ru: Фоновая прозрачность:

source: in pixels. Use this to adjust the left position of the drawings.
it: in pixels. Potete utilizzare questo parametro per aggiustare la posizione a sinistra dei disegni.
nl: In pixels. Gebruik dit om de linkerkant van de tekeningen aan te passen.
pt_br: em pixels. Use isto para ajustar a posição esquerda dos desenhos.
ru: в пикселях. Определяет левую позицию рисунка.

source: Left offset :
it: Compensazione a sinistra :
nl: Linkermarge :
pt_br: Deslocamento à esquerda :
ru: Левое смещение:

source: in pixels. Use this to adjust the top position of the drawings.
it: in pixels. Potete utilizzare questo parametro per aggiustare la posizione in alto dei disegni.
nl: In pixels. Gebruik dit om de bovenkant van de tekeningen aan te passen.
pt_br: em pixels. Use isto para ajustar a posição superior dos desenhos.
ru: в пикселях. Определяет верхнюю позицию рисунка.

source: Top offset :
it: Compensazione in alto :
nl: Bovenmarge :
pt_br: Deslocamento superior :
ru: Верхнее смещение:

source: in pixels. Use this to adjust the right position of the drawings.
it: in pixels. Potete utilizzare questo parametro per aggiustare la posizione a destra dei disegni.
nl: In pixels. Gebruik dit om de rechterkant van de tekeningen aan te passen.
pt_br: em pixels. Use isto para ajustar a posição direita dos desenhos.
ru: в пикселях. Определяет правую позицию рисунка.

source: Right offset :
it: Compensazione a destra :
nl: Rechtermarge :
pt_br: Deslocamento à direita :
ru: Правое смещение:

source: in pixels. Use this to adjust the bottom position of the drawings.
it: in pixels. Potete utilizzare questo parametro per aggiustare la posizione in basso dei disegni.
nl: In pixels. Gebruik dit om de onderkant van de tekeningen aan te passen.
pt_br: em pixels. Use isto para ajustar a posição inferior dos desenhos.
ru: в пикселях. Определяет нижнюю позицию рисунка.

source: Bottom offset :
it: Compensazione in basso :
nl: Ondermarge :
pt_br: Deslocamento inferior :
ru: Нижнее смещение:

source: It's an image that will be displayed above the drawings, like a reflect for exemple. Let empty to not use any.
it: E' un'immagine che viene mostrata sopra i disegni, come un riflesso per esempio. Lasciare vuoto per non utilizzarne.
nl: Dit is een afbeelding die getoond wordt boven de tekeningen, zoals bijvoorbeeld een reflectie. Laat leeg als u er geen wilt gebruiken.
pt_br: esta é a imagem que será mostrada sobre os desenhos, como um reflexo. Deixe vazio para não usar.
ru: Изображение показываемое поверх рисунка, например отражение. Оставьте пустым, чтобы не использовать.

source: Foreground image :
it: Immagine in superficie :
nl: Voorgrondafbeelding :
pt_br: Imagem da frente :
ru: Картинка JPEG

source: Foreground tansparency :
it: Trasparenza della superficie :
nl: Doorzichtigheid voorgrond :
pt_br: Transparência frontal :
ru: Фоновая прозрачность:

source: Buttons size :
it: Dimensione dei pulsanti :
nl: Grootte knoppen :
pt_br: Tamanho do botão :
ru: Размер значка

source: Name of an image to use for the 'rotate' button :
it: Nome dell'immagine da usare per il pulsante 'ruotare' :
nl: Naam van afbeelding om te gebruiken voor de 'Draaien' knop :
pt_br: Nome de uma imagem para usar no botão 'rotacionar' :
ru: Имя файла изображения для кнопок Нет/Отмена:

source: Name of an image to use for the 'retach' button :
it: Nome dell'immagine da usare per il pulsante 'riagganciare' :
nl: Naam van afbeelding om te gebruiken voor de ´Terugplaatsen´ knop :
pt_br: Nome de uma imagem para usar no botão 'recolocar' :
ru: Имя файла изображения для кнопок Нет/Отмена:

source: Name of an image to use for the 'depth rotate' button :
it: Nome dell'immagine da usare per il pulsante 'ruotare' :
nl: Naam van afbeelding om te gebruiken voor de ´Geheel draaien´ knop :
pt_br: Nome de uma imagem para usar no botão 'rotação em profundidade' :

source: Indicator of the active window
it: Indicatore delle finestre attive :
nl: Indicator van het actieve venster
pt_br: Indicador de janela ativa
ru: Индикатор активного окна

source: Set transparency to 0 if you don't want to use an indicator.
it: Porre la trasparenza a 0 se non volete usare indicatori.
nl: Stel doorzichtigheid in op 0 wanneer u geen indicator wilt gebruiken.
pt_br: Defina transparência para 0 se você não deseja usar um indicador.
ru: Установите прозрачность в 0, чтобы не использовать индикатор.

source: Color of the frame (r,v,b,a) :
it: Colore del frame (r,v,b,a) :
nl: Kleur van het frame (r,v,b,a) :
pt_br: Cor da moldura (r,g,b,a) :
ru: Цвет рамки (к,з,с,а):

source: Set 0 to fill the frame.
it: Settare a 0 per riempire il frame.
nl: Stel in op 0 om het frame te vullen.
pt_br: Defina 0 para preencher a moldura.
ru: Установите 0, чтобы залить рамку.

source: Linewidth of the frame around the active window :
it: Spessore del frame attorno la finestra attiva :
nl: Dikte van het frame rond het actieve venster :
pt_br: Largura da linha da moldura ao redor da tela ativa :
ru: Толщина линии рамки вокруг активного окна:

source: Corner radius of the frame around the active window :
it: Raggio dell'angolo del frame attorno la finestra attiva :
nl: Kromming van de hoeken van het frame rond het actieve venster :
pt_br: Raio do canto da moldura ao redor da janela ativa :
ru: Радиус скругления рамки вокруг активного окна:

source: Let it empty to draw a simple frame.
it: Lasciare vuoto per disegnare un frame semplice.
nl: Laat leeg om een simpel frame te tekenen.
pt_br: Deixe vazio para desenhar uma moldura simples.
ru: Оставьте пустым, чтобы использовать простую рамку.

source: Alternatively you can set an image for the indicator :
it: Altrimenti è possibile selezionare un'immagine per l'indicatore :
nl: U kunt ook als alternatief een afbeelding instellen voor de indicator :
pt_br: Alternativamente você pode definir uma imagem para o indicador :
ru: Установить изображение для индикатора:

source: Draw indicator above the icon ?
it: Disegnare gli indicatori sopra l'icona ?
nl: Indicator tekenen boven het icoon ?
pt_br: Desenhar indicador sobre o ícone ?
ru: Рисовать индикатор поверх значка?

source: Indicator of active launcher
it: Indicatore del lanciatore attivo :
nl: Indicator van actieve starter
pt_br: Indicador de lançador ativo
ru: Индикатор активного значка запуска

source: Indicators are drawn on launchers icons to show that they have already been launched. Let blank to use the default one.
it: Gli indicatori sono disegnati sulle icone dei lanciatori per mostrare che essi sono stati già aperti. Lasciare vuoto per utilizzare quelli di default.
nl: Indicatoren worden getekend op iconen van starters, om aan te geven dat ze al geopend zijn. Laat leeg als u de standaarwaarde wilt gebruiken.
pt_br: Indicadores são desenhados em ícones dos lançadores para mostrar que eles já foram executados. Deixe vazio para usar o padrão.
ru: Индикаторы отрисовываются на значках, чтобы показать, что приложение уже запущено. Оставьте пустым, чтобы использовать стандартное.

source: Filename of an image to use for indicators :
it: Nome dell'immagine da usare per gli indicatori:
nl: Bestandsnaam van een afbeelding om te gebruiken voor indicatoren :
pt_br: Nome do arquivo da imagem para usar nos indicadores :
ru: Имя файла для использования на индикаторе:

source: Display the indicator above the icon ?
it: Mostrare gli indicatori sotto l'icona ?
nl: Indicator boven icoon tonen ?
pt_br: Mostrar indicador sobre o ícone ?
ru: Отображать индикатор поверх значка?

source: You can choose to make the indicator smaller or bigger than the icons. The bigger the value is, the bigger the indicator is. 1 means the indicator will have the same size as the icons.
it: Si può scegliere di diminuire o ingrandire gli indicatori rispetto alle icone. Maggiore è il valore, maggiore sarà l'indicatore. 1 significa che l'indicatore ha la stessa dimensione delle icone.
nl: U kunt ervoor kiezen om de indicator kleiner of groter te maken dan de iconen. Hoe groter de waarde is, hoe groter de indicator is. 1 betekent dat de indicator even groot is als de iconen.
pt_br: Você pode fazer o indicador maior ou menor do que os ícones. Quanto maior o valor é, maior é o indicador. 1 significa que o indicador terá o mesmo tamanho do ícone.
ru: Вы можете выбрать, будут ли индикаторы больше или меньше по размеру, чем значки. Чем больше значение параметра, тем больше индикаторы. Значение 1 означет, что индикатор будт такого же размера как и значок.

source: Indicator size ratio :
it: Rapporto della dimensione degli indicatori :
nl: Verhouding indicatorgrootte :
pt_br: Proporção do tamanho do indicador :
ru: Разница в размерах:

source: It will then be resized like the icon, move like the icon, etc. Otherwise it will be drawn directly on the dock.
it: Questo sarà ridimensionato come la sua icona, si muoverà con essa, etc. Altrimenti sarà disegnato direttamente sulla barra.
nl: De afmeting zal dan net zo gewijzigd worden als het icoon , het zal net zo bewegen als het icoon, etc. Anders zal het direct op het dock getekend worden.
pt_br: será redimensionado como o ícone, mover como o ícone, etc. Do contrário, será diretamente desenhado no dock.
ru: То есть он будет растягиваться как значок, двигаться как значок и т.д. В противном случае, он будет помещён прямо на панели.

source: Link the indicator with its icon ?
it: Legare gli indicatori alla loro icona ?
nl: Indicator verbinden aan zijn icoon ?
pt_br: Ligar o indicador ao seu ícone ?
ru: Связать индикатор с этим значком?

source: in pixels. You can use this parameter to adjust the indicator's vertical position.
it: in pixels. Potete utilizzare questo parametro per aggiustare la posizione verticale dell'indicatore.
nl: In pixels. U kunt dit gebruiken om de verticale positie van de indicator aan te passen.
pt_br: em pixels. use este parâmetro para ajustar a posição vertical do indicador.
ru: в пикселях. Вы можете редактировать этот параметр, чтобы изменять вертикальную позицию индикатора.

source: Vertical offset :
it: Compensazione verticale :
nl: Verticale marge :
pt_br: Deslocamento vertical :
ru: Вертикальное смещение:

source: Use it to make the indicator rotate according to the position of the dock (top/bottom/right/left)
nl: Gebruik dit om de indicator te draaien naargelang de positie van het dock (boven/onder/rechts/links)
pt_br: Use isto para fazer o indicador rotacionar de acordo com a posição do dock (topo/inferior/direita/esquerda)

source: Rotate the indicator with dock ?
nl: Indicator draaien met het dock ?
pt_br: Rotacione o indicador junto com o dock ?

source: Indicator of class subdock
it: Indicatore si una sotto-barra di classe
nl: Indicator van klasse sub-dock
pt_br: Indicador da classe sub-dock

source: It only makes sense if you choosed to group the applis of the same class togather. Let blank to use the default one.
it: Ha senso solo se si è scelto di raggruppare insieme le applicazioni di qualche classe.Lasciando vuoto verrà usato quello predefinito.
nl: Dit heeft alleen zin als u heeft gekozen om toepassingen van dezelfde klasse te groeperen. Laat leeg als u de standaarwaarde wilt gebruiken.
pt_br: Isto só fará sentido se você escolheu agrupar juntos os aplicativos de mesma classe. Deixe vazio para usar o padrão.

source: Filename of an image to indicate that a class has been grouped in a subdock :
it: Nome dell'immagine che indica che una certa classe è stata raggruppata in una soot-barra
nl: Bestandsnaam van een afbeelding om aan te geven dat een klasse gegroepeerd is in een sub-dock :
pt_br: Nome do arquivo da imagem para indicar que classe foi agrupada em uma sub-dock :

source: Zoom the indicator with its icon ?
it: Ingrandire gli indicatori assieme alla loro icona ?
nl: Indicator vergroten samen met zijn icoon ?
pt_br: Dar zoom no indicador junto com seu ícone ?

source: Misc. Emblems
it: Misc. Simboli
nl: Diverse emblemen
pt_br: Símbolos diversos
ru: Различные эмблемы

source: Name of an image to use for the charge emblem :
it: Nome dell'immagine da usare per il simbolo 'caricare' :
nl: Naam van afbeelding om te gebruiken voor het ´Opladen´ embleem :
pt_br: Nome da uma imagem para ser usada no símbolo de carga :
ru: Изображение для эмблемы зарядки:

source: Name of an image to use for the play emblem :
it: Nome dell'immagine da usare per il simbolo 'play' :
nl: Naam van afbeelding om te gebruiken voor het ´Afspelen´ embleem :
pt_br: Nome da uma imagem para ser usada no símbolo de tocar :
ru: Изображение для эмблемы play:

source: Name of an image to use for the pause emblem :
it: Nome dell'immagine da usare per il simbolo 'pausa' :
nl: Naam van afbeelding om te gebruiken voor het ´Pauze´ embleem :
pt_br: Nome da uma imagem para ser usada no símbolo de pausa :
ru: Изображение для эмблемы pause:

source: Name of an image to use for the stop emblem :
it: Nome dell'immagine da usare per il simbolo 'stop' :
nl: Naam van afbeelding om te gebruiken voor het ´Stop´ embleem :
pt_br: Nome da uma imagem para ser usada no símbolo de parar :
ru: Изображение для эмблемы stop:

source: Name of an image to use for the broken emblem :
it: Nome dell'immagine da usare per il simbolo 'non-funzionante' :
nl: Naam van afbeelding om te gebruiken voor het ´Gebroken´ embleem :
pt_br: Nome da uma imagem para ser usada no símbolo de quebrado :
ru: Изображение для эмблемы "нарушено":

source: Name of an image to use for the error emblem :
it: Nome dell'immagine da usare per il simbolo 'errore' :
nl: Naam van afbeelding om te gebruiken voor het ´Fout´ embleem :
pt_br: Nome da uma imagem para ser usada no símbolo de erro :
ru: Изображение для эмблемы "ошибка":

source: Name of an image to use for the warning emblem :
it: Nome dell'immagine da usare per il simbolo 'attenzione' :
nl: Naam van afbeelding om te gebruiken voor het ´Waarschuwing´ embleem :
pt_br: Nome da uma imagem para ser usada no símbolo de advertência:
ru: Изображение для эмблемы "внимание":

source: Name of an image to use for the locked emblem :
it: Nome dell'immagine da usare per il simbolo 'bloccato' :
nl: Naam van afbeelding om te gebruiken voor het ´Vergrendeld´ embleem :
pt_br: Nome da uma imagem para ser usada no símbolo de bloqueado :
ru: Изображение для эмблемы "заблокировано":

source: Desktop Entry
it: Elementi del desktop
nl: Menu-icoon
pt_br: Entrada da Área de Trabalho
ru: Элемент рабочего стола

source: Sub-dock's name :
it: Nome della sotto-barra:
nl: Naam sub-dock :
pt_br: Nome do sub-dock :
ru: Имя суб-панели:

source: Image's name or path :
it: Percorso o nome dell'immagine:
nl: Naam afbeelding of pad :
pt_br: Nome ou caminho da imagem :
ru: Имя изображения или файла:

source: Extra parameters
it: Altri parametri
nl: Extra opties
pt_br: Parâmetros extras
ru: Дополнительные параметры

source: Order you want for this launcher among the others:
it: Ordine di questo lanciatore tra gli altri :
nl: Volgorde voor deze starter tussen de andere:
pt_br: Defina se você quer este lançador junto aos outros :
ru: Порядок расположения среди других:

source: Name of the container it belongs to:
it: Nome del contenitore al quale appartiene :
nl: Naam van de houder waar het bij hoort :
pt_br: Nome do contêiner a qual ele pertence :
ru: Контейнер которому он принадлежит:

source: Name of the view used for the sub-dock :
it: Nome della vista utilizzata per la sotto-barra :
nl: Naam van weergave gebruikt voor het sub-dock :
pt_br: Nome da visualização usada para o sub-dock :
ru: Имя темы для суб-панели:

source: How can I re-order my icons ?
it: Come posso riordinare le mie icone ?
nl: Hoe kan ik mijn iconen herordenen ?
pt_br: Como posso reordenar meus ícones ?

source: Hint : you can even re-order the icons of the current applications.
it: Suggerimento: puoi riordinare le icone delle applicazioni aperte.
nl: Hint : U kunt zelfs de iconen van de huidige toepassingen herordenen.
pt_br: Dica : você pode reordenar os ícones dos aplicativos atuais.

source: Simply drag them with the mouse, and drop it where you want.
it: Semplicemente, trascinatele col mouse, e rilasciatele dove volete.
nl: Versleep ze met de muis naar waar u wilt.
pt_br: Simplesmente arraste-os com o mouse e solte-o onde você desejar.

source: How can I place the applets and taskbar icons at the beginning of the dock ?
it: Come posso mettere le applet e le icone all'inizio della barra ?
nl: Hoe kan ik de applets en taakbalkiconen aan het begin van het dock plaatsen ?
pt_br: Como posso posicionar os ícones de applets e da Barra de tarefas no início do dock ?

source: Hint : you can also place applets amongst launchers, by ticking the box below.
it: Suggerimento: potete anche mettere le applet tra i lanciatori, selezionando la casella sotto
nl: Hint : U kunt ook applets tussen starters plaatsen, door de optie hieronder aan te vinken.
pt_br: Dica : você pode também posicionar applets entre lançadores, marcando a caixa abaixo.

source: In the “icons” module, on the bottom, you can choose the order of icons according to their type (launcher/appli/applet).
it: Nel module 'icone', in fondo, potete scegliere l'ordine delle icone secondo il loro tipo (lanciatore/applicazione/applet).
nl: In de “Iconen” module, kunt u onderaan de volgorde van de iconen bepalen op soort (starter/toepassing/applet).
pt_br: No módulo "ícones", em baixo, você pode escolher a ordem dos ícones de acordo com seu tipo (lançador/aplicativo/applet).

source: How can I change the image of an icon ?
it: Come posso cambiare l'immagine di un'icona ?
nl: Hoe kan ik de afbeelding van een icoon wijzigen ?
pt_br: Como posso mudar a imagem de um ícone ?

source: Hint : you can also directly edit a launcher’s configuration, and set a path for an image. If you don’t write a path, but simply the name of an image, don’t put the extension (.svg, .png, etc), to let the dock choose the best.
it: Suggerimento: potete anche editare manualmente la configurazione dei lanciatori, e scegliere un percorso per un'immagine. Se non indicate un percorso, ma solo il nome di un'immagine, è meglio che non indichiate l'estensione (.svg, .png,etc), per lasciare che questo programma faccia la scelta migliore.
nl: Hint : U kunt ook direct de configuratie van een starter bewerken en een pad instellen voor een afbeelding. Indien u geen pad instelt, maar alleen de naam van een afbeelding, zet er dan geen extensie bij (.svg, .png, etc), om het dock de beste afbeelding te laten kiezen.
pt_br: Dica : você pode editar a configuração de um lançador diretamente, e definir o caminho de uma imagem. Se você não definir o caminho, mas simplesmente o nome de uma imagem, não coloque a extensão (.svg, .png, etc), para deixar o dock escolher a melhor.

source: In the “Icons” module, you can choose a <b>icon theme</b>. Enter a name of a theme, for exemple : Human or Gartoon. You can even enter the path of a folder containing personnal icons. By default, all the Cairo-Dock themes put here the local icons folder “_LocalIcons_”, that is in fact ~/.config/cairo-dock/current_theme/icons. You can enter many themes or folders, the dock will search for images in them in the same order as you entered them. If you let it empty, the default icon theme of your system wil be used.
it: Nel module 'Icone', potete scegliere <b>tema delle icone</b>, scegliere il nome di un tema, ad esempio: Human, o Gartoon, Potete anche diitare il percorso di una cartella contenente icone personalizzate. Di default, tutti i temi mettono qui '_LocalIcons', cioè la cartella delle icone locali, che è in efetti ~/.config/cairo-dock/current_theme/icons. Potete digitare più temi o cartelle, la barra cercherà le immagini nello stesso ordine con cui voi le avete scritte. Se lo lasciate vuoto, sarà usato il tema delle iconepredefinito sul vostro sistema.
nl: In de “Iconen” module, kunt u <b>Icoonthema´s</b> selecteren. Voer een naam in van een thema, bijvoorbeeld : Human or Gartoon. U kunt ook het pad aangeven naar een map met persoonlijke iconen. Alle Cairo-Dock thema´s worden standaard in de lokale iconenmap “_LocalIcons_” geplaatst, dat is in feite de map ~/.config/cairo-dock/current_theme/icons. U kunt meerdere mappen of thema´s toevoegen, het dock zal hierin naar afbeeldingen zoeken in dezelfde volgorde waarin u ze toegevoegd heeft. Als u hier niets invult, zal het standaardicoonthema van uw systeem gebruikt worden.
pt_br: No módulo "Ícones", você pode escolher um <b>tema de ícone</b>. Entre o nome de um tema, por exemplo : Human ou Gartoon. Você pode entrar com o caminho de uma pasta que contenha seus ícones. Por padrão, todos os temas do Cairo-Dock colocam aqui a pasta de ícones local "_LocalIcons_", que é de fato ~/.config/cairo-dock/current_theme/icons. Você pode entrar com muitos temas ou pastas, o dock procurará nestes por imagens na mesma ordem a qual você os inseriu. Se você deixar vazio, o tema padrão do seu sistema será usado.

source: How can I quickly remove many icons ?
it: Come posso eliminare rapidamente più icone ?
nl: Hoe kan ik snel meerdere iconen verwijderen ?
pt_br: Como eu removo rapidamente muitos ícones ?

source: Hint : if you delete an icon pointing on a sub-dock, you will be asked to delete the sub-dock’s icons as well, or to move them in the main dock.
it: Suggerimento: se cancellate un'icona che punta ad una sotto-barra, vi sarà chiesto se volete eliminare anche le icone della sotto-barra, oppure se volete spostarle sulla barra principale.
nl: Hint : Als u een icoon van een sub-dock verwijdert, zal u gevraagd worden of u ook de iconen in het sub-dock wilt verwijderen, of dat u ze wil verplaatsen naar het hoofd-dock.
pt_br: Dica : se você deletar um ícone que aponte para um sub-dock, você será perguntado sobre a deleção dos ícones do sub-dock, ou para movê-los para o dock principal.

source: Just drag and drop them out of the dock, they will disappear in an explosion !
it: Trascinatele e rilasciatele fuori della barra, esse scompariranno con un'esplosione !
nl: Sleep ze uit het dock en ze zullen verdwijnen in een explosie !
pt_br: Arraste e solte-os fora do dock, eles desaparecerão em uma explosão !
