Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/cairo-dock/po/*.po
Languages: it, nl, pt_br, ru

source: Cairo-Dock II - Cairo-Dock is now a full OpenGL dock ! (the cairo backend is still available for old graphic cards or ATI) - New plug-ins provide many visual affects : Animated icons, icon effects, illusion, drop indicator, motion blur, dialog rendering - The config panel has been widely rewritten. - Desklets are now in 3D - New applets : mail, keyboard indicator, quick folder, Toons. - Lot of bug fixes and upgrades in all plug-ins.
nl: Cairo-Dock II - Cairo-Dock is nu een volledig OpenGL-dock ! (cairo is nog wel beschikbaar voor oudere grafische kaarten of ATI) - Nieuwe plug-ins voorzien in meerdere visuele affecten : Geanimeerde iconen, icooneffecten, illusie, sleepindicator, bewegingsvervaging, dialoog rendering - Het configuratiepaneel is compleet herschreven. - Desklets zijn nu in 3D - Nieuwe applets : mail, keyboard indicator, quick folder, Toons. - Veel foutreparaties en upgrades voor alle plug-ins.
pt_br: Cairo-Dock II - Cairo-Dock é agora um dock completamente OpenGL ! (o backend do cairo ainda está disponível para placas de vídeo antigas ou ATI) - Novos plugins provêm muitos efeitos visuais :Animated icons, icon effects, illusion, drop indicator, motion blur, dialog rendering - O painel de controle foi amplamente reescrito. - Desklets agora em 3D - Novos applets : mail, keyboard indicator, quick folder, Toons. - Muitas correções de bugs e atualizações em todos os plugins.

source: 2.0.5 : - This is mainly a bug-fix version - improvment in the RB applet - Added functionnalities on grouped applications icons.
nl: 2.0.5 : - Dit is voornamelijk een foutreparatieversie - verbetering in het RB applet - Extra mogelijkheden toegevoegd voor iconen van gegroepeerde toepassingen.
pt_br: 2.0.5 : - Esta é principalmente uma versão de correção de bugs - Melhoramento no applet RB - Funcionalidades adicionadas nos ícones de aplicativos agrupados.

source: Happy Birthday Cairo-Dock !!! :-)
pt_br: Feliz Aniversário, Cairo-Dock !!! :-)

source: Normal
it: Normale
nl: Normaal
ru: Нормальный

source: The icons will appear folded on themselves, regarding the alignement point, then will unfold untill they fill the whole dock. Use 0 to not use unfolding, the more it's close to 0, the faster it will be
it: Le icone appariranno l'una sull'altra, in rapporto al punto di allineamento, poi si svolgeranno fino a riempire tutta la barra. Mettere 0 per non utilizzare questo dipanamento, più si avvicina a 0 più sarà rapido.
nl: De icons zullen zijn opgevouwen, bij het uitlijnpunt zullen ze zich ontvouwen, totdat ze het hele dock vullen. Gebruik 0 als u geen ontvouwen wilt gebruiken, hoe dichter bij 0, hoe sneller het zal gaan
ru: Значки будут раскрываться из друг друга, но в зависимости от центра расположения панели; до тех пор, пока не заполнят всю панель. Установите значение в ноль, чтобы не использовать эффект раскрытия, чем ближе значение к нулю, тем быстрее будет воспроизводится эффект

source: Icons' lateral unfolding acceleration :
it: Accelerazione laterale del dipanamento delle icone :
nl: Laterale ontvouwacceleratie iconen :
ru: Скорость бокового раскрытия значков:

source: Happy New Year Cairo-Dock !!! :-)
nl: Gelukkig Nieuwjaar Cairo-Dock !!! :-)

source: The '%s' plug-in was not found. Be sure to install it in the same version as the dock to enjoy these features.
it: Il plug-in '%s' non è stato trovato. Assicuratevi di averlo installato nella stessa versione della barraper utilizzare le sue opzioni.
ru: Не удалось найти плагин '%s'. Установите плагин той же версии, что и панель, чтобы использовать его возможности.

source: set behaviour in Compiz to: (class=Cairo-dock & type=utility)
it: Regolate il comportamento di Compiz in : (class=Cairo-dock & type=utility)

source: < Safe Mode >
it: < Modalità di sicurezza >
ru: < Безопасный режим >

source: You are running Cairo-Dock in safe mode. Why ? Probably because a plug-in has messed into your dock, or maybe your theme has got corrupted. So, no plug-in will be available, and you can now save your current theme if you want before you start using the dock. Try with your current theme, if it works, it means a plug-in is wrong. Otherwise, try with another theme. Save a config that is working, and restart the dock in normal mode. Then, activate plug-ins one by one to guess which one is wrong.
it: State eseguendo Cairo-dock in modalità di sicurezza. Perché ? Probabilmente a causa di un plug-in che crea problemi alla barra, o può essere che il vostro tema sia corrotto. Perciò nessun plug-in sarà disponibile, e voi potete salvare il vostro tema corrente se lo volete, prima di utilizzare la barra. Poi provate col vostro tema e se funziona significa che è un plug-in che causa conflitti. Altrimenti utilizzate un altro tema. Salvate una configurazine della barra funzionante, e rilanciate la barra in modo normale. Successivamente attivate uno ad uno i plug-in per capire quale crea problemi.
ru: Вы запустили Cairo-Dock в безопасном режиме. Для чего? Возможно, на панели есть испорченный плагин, или ваша тема повреждена. Сейчас не будет доступно ни одного плагина и вы сможете сохранить вашу текущую тему, перед тем, как начать использовать панель. Если вам удастся поработать с этой темой, значит, точно виноват испорченный плагин. Если нет, попробуйте другую тему. Сохраните работоспособную конфигурацию и перезапустите панель в обычном режиме. Затем, активируйте один за другим плагины, чтобы определить какой из них нерабочий.

source: Should the applications with same PID be displayed only once ?
it: Mostrare le applicazioni con lo stesso PID una sola volta ?
ru: Отображать только одну копию приложения с одинаковым PID?

source: Except the following classes :
it: Eccetto le classi seguenti :

source: If you set it to fully transparent, there will be no background for the text, but the letters' outline will be thicker.
it: Se lo rendete completamente trasparente, non ci sarà sfondo per il testo, ma il contorno delle lettere sarà più spesso.
ru: Если вы поставите полную прозрачность, то для текста не будет никакого фона, но внешний контур букв будет тоньше.

source: Directories or themes where to search icons. Put some directories where you have icons you wish to see in the dock, or put some theme's name you've installed on your system. (the order is taken into account during the research). The key word _LocalTheme_ represents the directory ~/.config/cairo-dock/current_theme/icons
it: Cartelle o temi dove cercare le icone. Inserire delle cartelle dove si hanno delle icone che vorreste vedere sulla barra, o inserite il nome di un tema che avete installato sul vostro sistema (l'ordine è preso in considerazione durante la ricerca). La parola chiave _LocalTheme_ rappresenta la cartella ~/.config/cairo-dock/current_theme/icons
ru: Папки или темы где искать значки. Впишите сюда несколько путей к папкам, где содержаться значки, которые вы бы хотели видеть на панели, или впишите названия тем установленных в ситсеме. (пордяок будет выставлен во время поиска). Ключ _LocalTheme_ представляет ~/.config/cairo-dock/current_theme/icons

source: List of icons themes or directories :
it: Lista dei temi di icone o cartelle :
ru: Список значков, тем или папок:

source: Sub-Docks
it: Sotto-barre
ru: Суб-панели

source: Configure the decorator :
it: Configurare il decorator :

source: Indicator of drag'n'drop on icons
it: Indicatore del trascina-e-rilascia nelle icone :
ru: Индикатор перетаскивания на значках

source: Display a drop indicator on icon while dragging over them ?
it: Mostrare un indicatore sull'icona quando si trascina un oggetto sopra ed è possibile il rilascio ?
ru: Показывать индикатор на значке во время перетаскивания?

source: It's an image that will be displayed on the icon to indicate you can drop on it. Let empty to use the default one.
it: E' un'immagine che mostrerà nell'icona un segnale per indicare che è possibile rilasciarla in essa. Lasciare vuoto per usare quella di default.
ru: Изображение, которое будет показано на значке, чтобы подсказать вам, что вы можете отпустить его сюда. Оставьте пустым, чтобы использовать стандартное.

source: Image for the indicator :
it: Immagine per l'indicatore :
ru: Имя файла для индикатора:

source: Dock
it: Barra Principale

source: Hint : to launch another instance of theprogram, shift+click on the launcher.
it: Suggerimento : per lanciare un'altra istanza del programma, SHIFT+click sul lanciatore.

source: Hint :
it: Suggerimento :

source: Use this option for exemple if the launcher launches a script in a terminal but you don't want it to steal normal terminal's icons from the TaskBar, or if you explicitely want to use the original icon of the TaskBar because it provides some info, for exemple Pidgin's icons represent the avatar of the contact.
it: Utilizzare quest'opzione se per esempio il lanciatore esegue uno script nel terminale ma non si vuole rubare l'icona del terminale dalla TaskBar, o se volete realmente utilizzare l'icona originale della TaskBar poiché fornisce delle informazioni specifiche, per esempio le icone di Pidgin che rappresentano l'avatar del contatto.
ru: Используйте эту опцию, к примеру, если значок запуска выполняет скрипт в терминале, но вы не хотите чтобы он перекрывал значок терминала на панели задач, или вы хотите использовать оригинальный значок на панели задач, потому что он предоставляет некоторую информацию, например значок Pidgin показывает аватару контакта.

source: List of themes :
it: Lista dei temi :
ru: Список тем:

source: pouet
it: puzza
ru: монтировать

source: %s is now %s
ru: %s теперь %s

source: mounted
ru: присоединено

source: unmounted
ru: отсоединено

source: failed to %s %s
ru: не удалось %s %s

source: mount
ru: присоединить

source: unmount
ru: отсоединить

source: Plug-ins
ru: Расширения

source: Desklets
ru: Десклеты

source: Number of steps for icons' resizing (grow up/shrink down) :
ru: Количество шагов для изменения размера значков (увеличение/сжатие):

source: in percentage of the distance it can move at each step . After n steps, the remaining distance will be reduced by (1-s)^n.
ru: в процентах от дистанции на которую они могут передвинуться за каждый шаг. Спустя n шагов, оставшаяся дистанция будет уменьшена на (1-s)^n.

source: Mouse
ru: Мышь

source: If you put 0, this will make them scroll of exactly one icon each time. If you put -1, the scroll wil be de-activated
ru: Значение 0 — прокручивать по одному значку.При значение -1 прокурчивние будет выключено

source: Amount of pixels the icons will scroll at each wheel scroll :
ru: На какое количество пикселей сдвигать значок при прокручивании:

source: Re-center the dock on leaving if it has been scrolled ?
ru: Перецентровывать панель, если она была прокручена?

source: The more it's close to 0, the faster the scroll will be.
ru: Чем ближе к нулю, тем быстрее будет прокручивание.

source: If so, you can specify the scrolling acceleration :
ru: Если да, то задайте скорость прокручивания:

source: Sub-docks
ru: Суб-панели

source: Applets
ru: Апплеты

source: Choose some useful accessories for your dock !
ru: Добавьте полезных аксессуаров на вашу панель !

source: Just check the box to activate a plug-in, or uncheck to deactivate it. Once activated, you can use it and configure it.
ru: Просто поставьте галочку, чтобы активировать плагин, или уберите её, чтобы деактивировать. Активируйте плагин и вы сразу же сможете настроить его и начать использовать.

source: List of available accessories :
ru: Список доступных аксессуаров:

source: Add fonctionnalities to your dock !
ru: Добавьте функциональности вашей панели !

source: List of available desktop enhancements :
ru: Список доступных расширений рабочего стола:

source: Control your PC from your dock !
ru: Управляйте вашим компьютером прямо из панели !

source: List of available controlers :
ru: Список доступных модулей управления:

source: Callback zone
ru: Зона реагирования

source: Place the mouse into this zone will make the dock re-appear.
ru: Если поместить курсор в эту зону, то панель сразу же появится.

source: Any format allowed; let this field empty to have an invisible callback zone. The callback zone is what you see when the dock hides itselfs.
ru: Можно использовать любой формат; оставьте не заполненным, чтобы зона реагирования была прозрачна. Зона реагирования — это то, что вы видите когда панель скрыта.

source: Filename of an image to put on the callback zone :
ru: Изображение для зоны:

source: Transparency of the callback zone :
ru: Прозрачность зоны:

source: Rotate the callback zone's image when the dock is on top/left/right ?
ru: Вращать изображение когда панель находится сверху/слева/справа?

source: Wave's shape
ru: Волнообразная форма

source: the maximum zoom will be 1+C.
ru: максимальное приближение будет 1+C.

source: Crest of the wave :
ru: Гребень волны:

source: in pixels. Outside of this interval (centered on the mouse), the wave is flat.
ru: в пикселях. За пределами этого интервала (центр по курсору), волна будет спадать.

source: Width of the interval in which the wave will be effective :
ru: Ширина эффективного действия волны:

source: It is their transparency when the wave is flat; they will "materialize" progressively as the dock grows up. The closer to 0, the more transparent they will be.
ru: Их прозрачность на "плоской" волне; значки будут постепенно "материализоваться" по мере роста волны. Чем ближе значение к нулю, тем более прозрачны они будут.

source: More precisely, it is the fraction of the max icon height that will be used to draw reflect. So setting it to 0.33 will mean that 33% of the icons will reflect on the ground, and the icons will be placed at the right distance from the front border of the frame so that the reflect is fully visible.
ru: Более точно, это доля максимальной высоты значка, которая будет использованадля отрисовки эффекта. То есть, значение 0,33 будет означать, что 33% значкабудет отражаться на плоскость, и значок будет сдвинут на достаточное расстояние от края, чтобы он смог поместиться на панели.

source: Field depth of the view:
ru: Глубина отображения:

source: Style of the icons' labels
ru: Стиль подписей значков

source: Launchers
ru: Значки запуска

source: Put 0 if you don't want to restrain them
ru: Установите 0, если не хотите ограничивать их

source: Animation type when clicked :
ru: Тип анимации при щелчке:

source: bounce
ru: подпрыг

source: rotate
ru: переворот

source: blink
ru: моргание

source: pulse
ru: импульс

source: upside-down
ru: кверху-вниз

source: wobbly
ru: желе

source: random
ru: случайно

source: Number of times the icon will bounce/rotate/blink/etc when clicked :
ru: Сколько раз производить действие подпрыг/переворот/ и т.д.:

source: Applications
ru: Приложения

source: Put 0 to let the size adapt itself to the text.
ru: Установите 0, чтобы размер автоматически адаптировался под текст.

source: Indicator of drag'n'drop on the dock
ru: Индикатор перетаскивания на панель

source: Typically an arrow, that will be displayed when you try to drop a new launcher into the dock. Let empty to use the default one.
ru: Обычно в виде стрелки, это будет отображаться, когда вы перетаскиваете на панель новый значок запуска. Оставьте пустым, чтобы использовать стандартный.

source: Image for the drag'n'drop animation :
ru: Изображение для анимации перетаскивания:
