Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/cairo-dock/po/*.po
Languages: it, nl, pt_br, ru

source: 1 pattern contains N stripes, so the width can be less or equal than 1/N.
it: 1 motivo contiene N striscie, donque la larghezza può essere inferiore o uguale a 1/N.
nl: 1 patroon bevat N strepen, zodat de breedte gelijk of minder dan 1/N kan zijn.
pt_br: 1 padrão contém N listras, então a largura pode ser menor ou igual do que 1/N.
ru: Один шаблон состоит из N линий, поэтому ширина может быть меньше или равняться 1/N.

source: Width of the stripes, in percentage of the pattern size :
it: Larghezza delle striscie, in percentuale sulla dimensione del motivo :
nl: Breedte van de strepen, in procenten van de patroongrootte :
pt_br: Largura das listras, em porcentagem do tamanho do padrão :
ru: Ширина линий, в процентном отношении от размера шаблона:

source: approximately size in pixels, put 0 to not display labels
it: approssimativamente la dimensione in pixel, mettere 0 per non vedere etichette
nl: Geschatte grootte in pixels, stel in op 0 om geen labels te tonen
pt_br: tamanho em pixels aproximadamente, coloque 0 para não mostrar rótulos
ru: приблизительный размер в пикселях, поставьте 0 чтобы не отображать подписи

source: Size of the font :
it: Dimensione del carattere :
nl: Grootte van lettertype :
pt_br: Tamanho da fonte :
ru: Размер шрифта:

source: for exemple Monospace, Purisa, ... Just write the font name wihtout any number or so.
it: per esempio Monospace, Purisa, ... Scrivere solo il nome del carattere, senza cifre o altro.
nl: Bijvoorbeeld Monospace, Purisa, ... Schrijf alleen de naam van het lettertype zonder getal.
pt_br: por exemplo Monospace, Purisa, ... escreva o nome da fonte com ou sem número.
ru: к примеру, Monospace, Purisa, ... Просто впишите название шрифта, безкаких либо цифр и т.п.

source: Family of the font used for labels :
it: Famiglia dei caratteri usati dalle etichette :
nl: Lettertype gebruikt voor de labels :
pt_br: Família da fonte usada nos rótulos :
ru: Шрифт используемый для подписей:

source: Should be italic ?
it: Stile italic ?
nl: Schuingedrukt ?
pt_br: Deve ser itálico ?
ru: Должен ли быть курсивом?

source: Weight (between 1 and 9, the bigger, the heavier):
it: Altezza (tra 1 e 9, più è alto, più i tratti spessi):
nl: Gewicht (tussen 1 en 9, hoe groter, hoe zwaarder):
pt_br: Peso (entre 1 e 9, quanto maior, mais pesada):
ru: Высота (между 1 и 9, больше, тяжелее):

source: It's the first color of the gradation.
it: E' il primo colore della gradazione.
nl: Is de eerste kleur van de gradatie.
pt_br: primeira cor da gradação.
ru: Начальный цвет градации.

source: Start color :
it: Colore di partenza :
nl: Beginkleur :
pt_br: Cor inicial :
ru: Начальный цвет:

source: It's the second color of the gradation. Set it to the same value as the first if you just don't want to have a gradation.
it: E' il secondo colore della gradazione. Mettete lo stesso valore del primo se volete alcuna gradazione.
nl: Is de tweede kleur van de gradatie. Stel in op dezelfde waarde als de eerste kleur als u geen gradatie wilt.
pt_br: segunda cor da gradação. Defina o mesmo valor da primeira se você não quiser gradação.
ru: Это конечный цвет градации. Установите его таким же, как и начальный,чтобы не использовать градацию.

source: Stop color :
it: Colore finale :
nl: Eindkleur :
pt_br: Cor de parada :
ru: Конечный цвет:

source: If checked, the pattern will go from top to bottom, otherwise from left to right.
it: Se scelto il motivo andrà dall'alto in basso, altrimenti da sinistra a destra.
nl: Wanneer aangevinkt zal het patroon van boven naar beneden gaan, anders van links naar rechts.
pt_br: Se marcado, o padrão irá de cima para baixo, caso contrário da esquerda para a direita.
ru: Если отмечено, шаблон будет отрисован сверху вниз, в противном случаеслева направо.

source: Pattern should be vertical ?
it: Il motivo deve essere verticale ?
nl: Patroon verticaal ?
pt_br: Padrão deve ser vertical ?
ru: Шаблон должен быть вертикальным?

source: If you set it to fully transparent, there will be no background for the text, but the margin around the text will still be effective.
nl: Wanneer u dit instelt op volledig doorzichtig, zal er geen achtergrond voor de tekst zijn maar de omlijning van de letters zal dan genoeg zijn.
pt_br: Se for definido completamente transparente, não haverá fundo com o texto, mas a margem ao redor do texto ainda terá efeito.

source: Color of the label's background :
it: Colore dello sfondo delle etichette :
nl: Kleur van labelachtergrond :
pt_br: Cor do fundo do rótulo :
ru: Цвет фона подписей:

source: Margin around the text (in pixels) :
nl: Omlijning rond de tekst (in pixels) :
pt_br: Margem ao redor do texto (em pixels) :

source: Should the text be oulined ?
nl: Wilt u de tekst omlijnen ?
pt_br: O texto deve ter contorno ?

source: If false, only the quick-info will have this background color.
it: Se falso, solo le notizie veloci avranno uno sfondo colorato.
nl: Indien nee, dan zal alleen de snel-info deze achtergrondkleur hebben.
pt_br: Se falso, apenas a informação rápida terá esta cor de fundo.
ru: Если не задействовано, то только подсказки будут использовать этот цвет фона.

source: Use background color for labels ?
it: Utilizzare un colore di sfondo per le etichette ?
nl: Achtergrondkleur voor labels gebruiken ?
pt_br: Usar a cor de fundo para os rótulos ?
ru: Использовать цвет фона для подписей?

source: Configure the label readability.
it: Configurare la leggibilità delle etichette.
nl: Configureer de leesbaarheid van de labels.
pt_br: Configurar a legibilidade do rótulo.
ru: Цвет фона подписей:

source: Zoom effect
it: Effetto zoom
nl: Vergrotingseffect
pt_br: Efeito de zoom

source: set to 1 if you don't want the icons to zoom when you hover them.
it: a 1 se non volete che le icone si restringano quando vi passate sopra
nl: Stel in op 1 als u niet wilt dat de iconen vergroten wanneer u erover heen gaat.
pt_br: defina 1 se você não deseja zoom nos ícones, quando passar o mouse sobre eles.

source: Maximum zoom of the icons :
it: Massim ingrandimento :
nl: Maximum vergroting van de iconen :
pt_br: Máximo de zoom nos ícones :

source: in pixels. Outside of this interval (centered on the mouse), there is no zoom.
it: in pixels. Fuori da quest'intervallo (centrato sul mouse), l'onda è piatta.
nl: In pixels. Buiten dit gebied (gecentreerd rond de muis), is er geen vergroting.
pt_br: em pixels. Fora deste intervalo (centrado no mouse), não há zoom.

source: Width of the interval in which the zoom will be effective :
it: Larghezza dell'intervallo nel quale l'onda sarà effettiva :
nl: Breedte van het gebied waar de vergroting effectief zal zijn :
pt_br: Largura do intervalo no qual o zoom terá efeito.

source: Space between icons :
it: Spazio tra le icone :
nl: Ruimtes tussen iconen :
pt_br: Espaço entre ícones :
ru: Расстояние между значками:

source: Icons' themes
it: Temi delle icone
nl: Icoonthema's
pt_br: Tema dos ícones
ru: Темы значков

source: These are icons located in ~/.config/cairo-dock/current_theme/icons, coming from the theme you choosed. If you use this option, the dock will search here first, and then in the icons theme.
nl: Dit zijn iconen uit het thema dat u heeft gekozen, op de locatie ~/.config/cairo-dock/current_theme/icons. Wanneer u deze optie gebruikt, zal het dock eerst hier zoeken en daarna in het icoonthema..
pt_br: Estes ícones estão em ~/.config/cairo-dock/current_theme/icons, vindo do tema que você escolheu. Se você usar esta opção, o dock procurará aqui primeiro e depois nos ícones do tema.

source: Use local icons ?
nl: Lokale iconen gebruiken ?
pt_br: Usar ícones locais ?

source: Let empty to use the current icons theme of your system. You can enter the name of a theme that is installed on your system (like 'Gartoon' or 'Human'), or even a path to a folder containing icons.
nl: Laat leeg als u het standaardicoonthema van uw systeem wilt gebruiken. U kunt hier een naam invoeren van een thema dat op uw systeem is geïnstalleerd (zoals 'Gartoon' or 'Human'), of u kunt ook het pad aangeven naar een map met iconen.
pt_br: Deixe vazio para usar os ícones atuais do tema de seu sistema. Você pode entrar com o nome de um tema que está instalado em seu sistema (como 'Gartoon' ou 'Human'), ou mesmo o caminho para a pasta que o contém.

source: Choose a theme of icons :
nl: Selecteer een icoonthema :
pt_br: Escolha um tema para os ícones :

source: Image's filename to use as a background for icons :
it: Nome dell'immagine da mettere come sfondo alle icone :
nl: Bestandsnaam afbeelding om te gebruiken als achtergrond voor iconen :
pt_br: Nome do arquivo da imagem a ser usado como fundo dos ícones :
ru: Имя файла, используемого для фона:

source: Some applets may not use it, because they redraw periodically themselves.
it: Qualche applet potrebbe non utilizzarlo, poiché si auto-ridisegna periodicamente.
nl: Sommige applets zullen dit niet gebruiken, omdat zij periodiek zichzelf hertekenen.
pt_br: Alguns applets podem não usar isto, porque eles se redesenham periodicamente.
ru: Некоторые апплеты могут его не использовать, т.к. они переодически обновляют свой.

source: Use this background for applets too ?
it: Utilizzare questo sfondo anche per le applets ?
nl: Deze achtergrond ook voor applets gebruiken ?
pt_br: Usar este fundo para os applets também ?
ru: Использовать этот фон и для апплетов тоже?

source: Reflections
it: Rifessi
nl: Reflecties
pt_br: Reflexões
ru: Отражения

source: It is its albedo; at 1 the icons reflect to the maximum, at 0 reflects are not used.
it: E' la loro albedo; a 1 le icone riflettono al massimo, a 0 il riflesso non è usato.
nl: Dit is het reflecteringsniveau; bij 1 reflecteren de iconen maximaal, bij 0 reflecteren ze helemaal niet.
pt_br: Isto é seu albedo; Em 1 os ícones refletem o máximo, em 0 reflexos não são usados.
ru: Коэффициент отражения; при значении 1, значки будут полностью отражаться на плоскость, при значении 0, отражение не используется.

source: Reflecting power of the plane :
it: Potere riflessivo del piano :
nl: Reflecteringsvermogen van het hellend vlak :
pt_br: Poder de reflexão do plano :
ru: Сила отражения на плоскость:

source: Setting it to 0.33 will mean that 33% of the icons will reflect on the ground. The icons will be placed at the right distance from the front border of the frame so that the reflect is fully visible.
it: Precisamente è la frazione di altezza massima delle icone che sarà utilizzata per disegnare il riflesso. Dunque mettere 0.33 significa che il 33% dell'icona si rifletterà sul piano, e le icone si piazzeranno correttamente dal bordo inferiore della cornice per permettere al riflesso di essere interamente visibile.
nl: 0.33 betekent dat 33% van een icoon reflecteert op de grond. De iconen zullen op de juiste afstand gepositioneerd worden vanaf de voorkant van het frame, zodat hun reflectie volledig zichtbaar is.
pt_br: Definindo isto para 0.33 significa que 33% dos ícones refletirá no solo. Os ícones serão posicionados na distância correta da borda de frente à estrutura, assim o reflexo é completamente visível.

source: Fraction of the icon height that will reflect :
it: Frazione dell'altezza dell'icona che sarà riflessa :
nl: Deel van de icoonhoogte dat zal reflecteren :
pt_br: Fração da altura do ícone que refletirá :

source: It is their transparency when the dock is at rest; they will "materialize" progressively as the dock grows up. The closer to 0, the more transparent they will be.
it: E' la loro trasparenza quando l'onda è piatta; loro si "materializzeranno" progressivamente quando la barra cresce. Più si avvicina a 0, più sarano trasparenti.
nl: Dit is de doorzichtigheid wanneer het dock inactief is; ze zullen meer en meer "materialiseren" als het dock groeit. Hoe dichter bij 0, hoe doorschijnender ze zullen zijn.
pt_br: Isto é sua transparência quando o dock está em repouso; ele irá se "materializar" progressivamente com o crescimento do dock. Quanto mais próximo de 0, mais transparente será.

source: Icons' transparency at rest :
it: Trasparenza delle icone a riposo :
nl: Doorzichtigheid iconen indien niet actief :
pt_br: Transparência do ícone em repouso :
ru: Прозрачность значков в состоянии покоя:

source: Link the icons with a string
it: Collegare le icone con una stringa
nl: Verbind de iconen met een touwtje
pt_br: Ligar os ícones com uma corda
ru: Связать значок со строчкой

source: Linewidth of the string, in pixels (0 to not use string) :
it: Spessore della stringa, in pixel (0 per non avere stringa) :
nl: Dikte van het touwtje, in pixels (0 om geen touwtje te gebruiken) :
pt_br: Largura da corda, em pixels (0 para não usar a corda) :
ru: Ширина линии строки, в пикселях (0 — не использовать строку):

source: Color of the string (red, blue, green, alpha) :
it: Colore della stringa (rosso, verde, blu, alpha):
nl: Kleur van het touwtje (rood, blauw, groen, alpha) :
pt_br: Cor da corda (vermelho, azul, verde, alfa) :
ru: Цвет строки (к, с, з, а):

source: Icons size
it: Dimensione delle icone
nl: Icoongrootte
pt_br: Tamanho do ícone
ru: Размер значков

source: Launcher's size at rest (width x height) :
it: Dimensione dei lanciatori a riposo (larghezza x altezza) :
nl: Grootte starters in rust (breedte x hoogte) :
pt_br: Tamanho do lançador em repouso (largura x altura) :
ru: Размер значков в состоянии покоя (ширина х высота):

source: Appli's size at rest (width x height) :
it: Dimensione delle applicazioni a riposo (larghezza x altezza) :
nl: Grootte toepassingen in rust (breedte x hoogte) :
pt_br: Tamanho do aplicativo em repouso (largura x altura) :
ru: Размер значков в состоянии покоя (ширина х высота):

source: Applet's size at rest (width x height) :
it: Dimensione delle applets a riposo (larghezza x altezza) :
nl: Grootte applets in rust (breedte x hoogte) :
pt_br: Tamanho do applet em repouso (largura x altura) :
ru: Размер значков в состоянии покоя (ширина х высота):

source: Configure icons animations.
it: Configura l'animazione delle icone.
nl: Configureer icoonanimaties.
pt_br: Configurar a animação dos ícones.
ru: Активировать анимацию панели

source: Configure icons special effects (require OpenGL capacity).
it: Configura gli effetti speciali delle icone (richiede il supporto OpenGL attivo).
nl: Configureer speciale effecten van iconen (OpenGL-ondersteuning vereist).
pt_br: Configurar efeitos especiais dos ícones (requer OpenGL).
ru: Настроить специальные эффекты значков (требуется поддежрка OpenGL)

source: Configure icons animations on appearing/disappearing (require OpenGL capacity).
it: Configurare l'animazione delle icone quando appaiono/scompaiono (richiede il supporto OpenGL attivo).
nl: Configureer icoonanimaties bij het verschijnen/verdwijnen (OpenGL-ondersteuning vereist).
pt_br: Configurar a animação dos ícones quando aparecem/desaparecem (requer OpenGL).

source: Separators
it: Separatori
nl: Scheidingen
pt_br: Separadores
ru: Разделители

source: Icon size at rest (width x height) :
it: Dimensione delle icone a riposo (larghezza x altezza) :
nl: Icoongrootte in rust (breedte x hoogte) :
pt_br: Tamanho dos ícones em repouso (largura x altura) :
ru: Размер значков в состоянии покоя (ширина х высота):

source: Separators are icons used to make a separation between different types of icons. Cairo-dock can automatically add them between launchers, applis, and applets.
it: I separatori sono delle icone utilizzate per creare una divisione tra i differenti tipi di icone. Cairo-dock può automaticamente aggiungerne tra i lanciatori, le applicazioni e le applets.
nl: Scheidingen zijn iconen die worden gebruikt om onderscheid te maken tussen verschillende soorten iconen. Cairo-Dock kan ze automatisch plaatsen tussen starters, toepassingen en applets.
pt_br: Separadores são ícones usados para fazer a separação entre diferentes tipos de ícones. Cairo-Dock pode automaticamente adicioná-los entre lançadores, aplicativos e applets.
ru: Разделители — это значки используемые для разделения между различнымитипами значков. Cairo-Dock умеет автоматически вставлять их междузначками запуска и приложениями или апплетами.

source: Automatically add separators ?
it: Aggiungere automaticamente dei separatori ?
nl: Automatisch scheidingen plaatsen ?
pt_br: Adicionar separadores automaticamente ?
ru: Автоматически вставлять разделители?

source: If you don't provide one, blanks will be used.
it: Se non specificato, ne saranno utilizzati di bianchi.
nl: Als u niets invoert, wordt er een lege afbeelding gebruikt.
pt_br: Se não for definido algum, será usado vazio.
ru: Если вы ничего не предоставите, будет использоваться чистый.

source: Filename of an image to use for separators :
it: Nome dell'immagine da usare come separatore :
nl: Bestandsnaam van een afbeelding voor de scheidingen :
pt_br: Arquivo da imagem para ser usado como separador :
ru: Имя файла, для разделителя:

source: Make the separator's image revolve when dock is on top/on the left/on the right ?
it: Ruotare l'immagine dei separatori quando la barra è in alto/a sinistra/a destra ?
nl: De afbeelding van de scheiding laten draaien wanneer het dock boven/links/rechts is ?
pt_br: Fazer a imagem do separador girar quando o dock está no topo/esquerda/direita ?
ru: Вращать изображения, когда панель находится сверху/слева/справа?

source: Force separator's image size to stay constant ?
it: Forzare l'immagine del separatore ad una dimensione costante ?
nl: Afbeelding scheiding forceren om even groot te blijven ?
pt_br: Forçar o tamanho do separador de imagem ser constante ?
ru: Принудительно оставлять размер изображения разделителя постоянным?

source: Icons order
it: Ordine delle icone
nl: Volgorde iconen
pt_br: Ordem dos ícones
ru: Порядок различных типов значков:

source: Order of the different types of icons :
it: Ordine dei differenti tipi di icone :
nl: Volgorde van verschillende soorten iconen :
pt_br: Ordem dos diferentes tipos de ícones :
ru: Порядок различных типов значков:

source: This parameter will overwrite the previously defined order, to allow you to mix applets and launchers into the dock.
it: Questo parametro riscriverà gli ordini precedentemente definiti, per permettere di mischiare le applets e i lanciatori nella barra.
nl: Deze optie zal de hiervoor aangegeven volgorde overschrijven, zodat u applets en starters kunt mixen in het dock.
pt_br: Este parâmetro sobrescreverá a ordem previamente definida, para permitir misturar applets e lançadores no dock.
ru: Этот параметр перекроет предидущий выбранный порядок, чтобы позволить вам смешивать на панели значки запуска и апплеты.

source: Allow applets to be placed amongst launchers ?
it: Permettere alle applets di essere piazzate tra i lanciatori ?
nl: Applets toestaan om tussen starters geplaatst te worden ?
pt_br: Permitir applets serem posicionados no meio dos lançadores ?
ru: Позволять помещать апплеты среди значков запуска?

source: Main Dock
it: Barra Principale
nl: Hoofd-dock
pt_br: Dock principal
ru: Главная панель

source: Choose the default view for root docks :
it: Scegliere la vista di default per la barra principale :
nl: Standaardweergave voor hoofd-docks :
pt_br: Escolhe a visualização padrão para a base do dock :
ru: Выберите вид главной панели:

source: You can overwrite this parameter for each sub-dock.
it: Potete cancellare questi parametri per ogni sotto-barra.
nl: U kunt dit veranderen voor elk sub-dock.
pt_br: Você pode sobrescrever este parâmetro para cada sub-dock.
ru: Вы можете перезаписать этот параметр для каждой суб-панели.

source: Choose the default view for sub-docks :
it: Scegliete la vista di default per le sotto-barre :
nl: Standaardweergave voor de sub-docks :
pt_br: Escolha uma visualização padrão para os sub-docks :
ru: Выберите вид суб-панели:

source: otherwise they will be perpendicular
it: altrimenti saranno perpendicolari
nl: Anders staan ze er loodrecht op
pt_br: Do contrário, eles serão perpendiculares
ru: в противном случае, будет отображаться перпендикулярно

source: Are the sub-docks parallel to main docks ?
it: Le sotto-barre sono parallele alla barra principale ?
nl: Zijn de sub-docks parallel aan de hoofd-docks ?
pt_br: Os sub-docks são paralelos ao dock principal ?
ru: Отображать суб-панели параллельно главной панели?

source: You can specify a ratio for the size of the sub-docks' icons, regarding the main docks' icons size
it: Potete specificare un rapporto di dimensione delle icone delle sotto-barre in rapporto a quelle della barra principale :
nl: U kunt hier de verhouding aangeven voor de grootte van de iconen van de sub-docks, ten opzichte van de iconen van het hoofd-dock
pt_br: Você pode especificar a proporção do tamanho dos ícones dos sub-docks, observando o tamanho dos ícones do dock principal
ru: Вы можете указать отношение размеров значков на суб-панелях относительно размеров значков на главной панели

source: Ratio for the size of the sub-docks' icons :
it: Dimensione relativa delle icone delle sotto-barre :
nl: Verhouding voor de grootte van de iconen van de sub-docks :
pt_br: Proporção para o tamanho dos ícones dos sub-docks :
ru: Отношение размеров значков на суб-панелях:

source: Bubble
nl: Ballon
pt_br: Bolha
ru: Облачко напоминания

source: Background color of the bubble (r,v,b,a) :
it: Colore di sfondo per i bubble (r,v,b,a):
nl: Achtergrondkleur voor de ballon (r,v,b,a) :
pt_br: Cor de fundo da bolha (r,g,b,a) :
ru: Цвет фона (к,з,с,а):

source: Choose a window decorator :
it: Scegliere il window decorator :
nl: Selecteer een vensterdecorateur :
pt_br: Escolha um decorador de janela :

source: Text
it: Testo
nl: Tekst
pt_br: Texto
ru: Текст

source: Text color (r,g,b) :
it: Colore del testo (r,v,b) :
nl: Tekstkleur (r,g,b) :
pt_br: Cor do texto (r,g,b) :
ru: Цвет текста (к,з,с):

source: The messages will have the same style as the icons' labels. The beneath parameters are then unused.
it: I messaggi avranno lo stesso stile che le etichette delle icone. I parametri successivi non saranno perciò utilizzati.
nl: De berichten zullen dezelfde stijl hebben als de labels van de iconen. De opties hieronder worden dan niet gebruikt.
pt_br: As mensagens terão o mesmo estilo dos rótulos dos ícones. Então os parâmetros abaixo não são usados.
ru: Сообщение будет иметь тот же стиль, что и подписи значков. Параметры ниже будут проигнорированы.

source: Homogeneous with icons' label ?
it: Omogeneità con le etichette delle icone ?
nl: Gelijk aan de labels van de iconen ?
pt_br: Uniformidade com os rótulos dos ícones ?
ru: Подобно подписям значков?

source: Should be outlined ?
it: Deve essere sottolineato ?
nl: Omlijnen ?
pt_br: Deverá usar contorno ?
ru: Должен ли быть курсивом?

source: Buttons
it: Pulsanti
nl: Knoppen
pt_br: Botões
ru: Кнопки

source: Size of buttons in the info-bubbles (width x height) :
it: Dimensione dei pulsanti nelle info-bubble (larghezza x altezza) :
nl: Grootte van de knoppen in de info-ballonnen (breedt x hoogte) :
pt_br: Tamanho dos botões nos balões informativos (largura x altura) :
ru: Размер кнопок в облачках напоминаний (ширина х высота):

source: If you don't provide any, a default image will be used.
it: Se non specificato verrà usata un'immagine di default.
nl: Als u hier niets invoert, zal er een standaardafbeelding gebruikt worden.
pt_br: Se não prover algum, uma imagem padrão será usada.
ru: Если ничего не укажете, то будет использовано стандартное изображение.

source: Name of an image to use for the yes/ok button :
it: Nome dell'immagine da usare per i pulsanti sì/ok :
nl: Naam van afbeelding om te gebruiken voor de Ja/OK knop :
pt_br: Nome de uma imagem para usar no botão "sim/ok" :
ru: Имя файла изображения для кнопок Да/Нет:
