Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/cairo-dock/po/*.po
Languages: it, nl, pt_br, ru

source: How can I resize my icons ?
nl: Hoe kan ik de afmeting van mijn iconen wijzigen ?
pt_br: Como posso redimensionar meus ícones ?

source: Hint : You can define the size of each applet independantely, to any size smaller or equal than the default size. Set it to 0x0 to use the default size.
nl: Hint : U kunt de grootte van elk applet apart bepalen, tot elke afmeting groter of kleiner dan de standaardgroote. Stel in op 0x0 om standaardgrootte te gebruiken.
pt_br: Dica : Você pode definir o tamanho de cada applet independentemente, para qualquer tamanho menor ou igual ao tamanho padrão. Defina isto para 0x0 para usar o tamanho padrão.

source: In the 'Icons' modules, you can setup the default size of your icons by type : launchers, applis, applets and separators. You can also setup the zoom factor.
nl: In de 'Iconen' module, kunt u de standaardgrootte van uw iconen per soort instellen : starters, toepassingen, applets en scheidingen. U kunt hier ook de vergrotingsfactor instellen.
pt_br: No módulo "Ícones", você pode definir o tamanho padrão dos seus ícones por tipo: lançadores, aplicativos, applets e separadores. Você pode também definir o fator de zoom.

source: How can I place my dock on the screen ?
it: Come posso posizionare la mia barra sullo schermo ?
nl: Hoe kan ik mijn dock op een scherm plaatsen ?
pt_br: Como posso posicionar meu dock na tela ?

source: Hint : If you have a multi-screen managed by Xinerama, you can tick the option “Use Xinerama”, and choose the screen where you want your dock to be.
it: Suggerimento: se avete un multi-schermo gestito da Xinerama, potete selezionare l'opzione 'Usa Xinerama', e scegliere su quale schermo volete la barra.
nl: Hint : Als u een multi-scherm heeft beheerd door Xinerama, dan kunt u de optie “Xinerama gebruiken” aanvinken en dan het scherm selecteren waarin u uw dock wilt plaatsen.
pt_br: Dica : Se você tem tela múltipla administrada pelo Xinerama, você pode marcar a opção "Usar Xinerama", e escolher a tela na qual você quer que o dock esteja.

source: All is in the “Position” module. You can choose to place it on the bottom, top, left or right side of your screen. Moreover, you can also place it on the beginning, center, or end of the screen border.
it: Sta tutto nel modulo 'Posizionamento'. Potete scegliere di metterla sui lati basso, alto, sinistro o destro dello schermo. Inoltre, potete anche metterla all'inizio, al centro, o alla fine del lato.
nl: Alles vindt u in de “Positie” module. U kunt kiezen om het aan de onderkant, bovenkant, linkerkant of rechterkant van uw scherm te plaatsten. U kunt het ook aan het begin, in het midden of aan het einde van een beeldschermrand plaatsen.
pt_br: Tudo está no módulo "Posição". Você pode escolher posicioná-lo na parte inferior, topo, esquerda ou direita da sua tela. Além disto, você pode também posicioná-lo no começo, centro ou fim da borda da tela.

source: How can I adjust the position of the dock above the gnome-panel ?
it: Come posso aggiustare la posizione della barra sopra lo gnome-panel ?
nl: Hoe kan ik de positie van het dock instellen boven het Gnome-paneel ?
pt_br: Como posso ajustar a posição do dock sobre o painel do Gnome ?

source: Hint : you can also just dragging your dock with the mouse, by pressing the ALT key at the same time.
it: Suggerimento: potete anche trascinare la vostra barraa con il mouse, premendo contemporanemente il tasto ALT.
nl: Hint : U kunt uw dock ook verslepen met de muis, terwijl u de ALT-toets ingedrukt houdt.
pt_br: Dica : Você pode também arrastar seu dock com o mouse, pressionando a tecla ALT ao mesmo tempo.

source: In the “Position” module, you can add an offset to the screen border.
it: Nel modulo 'Posizionamento', potete aggiungere una compensazione rispetto al bordo dello schermo.
nl: In de “Positie” module, kunt u een marge aangeven ten opzichte van de beeldschermrand.
pt_br: No módulo "Posição", você pode adicionar um deslocamento para a borda da tela.

source: The dock is hidden by the gnome-panel
it: La barra è nascosta dallo gnome-panel
nl: Het dock wordt verborgen door het Gnome-paneel
pt_br: O dock está escondido pelo painel do Gnome

source: it’s normal, because they both are “docks”. You can either move the dock out of the panel, or launch it wih the command “cairo-dock -–keep-above”.
it: E' normale, perchè entrambe sono 'barre'. Potete spostare la barra sotto il pannello, oppure lanciarla con il comando 'cairo-dock --keep-above'.
nl: Dit is normaal, omdat het allebei “docks” zijn. U kunt het dock uit het paneel verplaatsen of starten met de opdracht “cairo-dock -–keep-above”.
pt_br: Isto é normal, pois ambos são "docks". Você pode mover o dock para fora do painel, ou lançar isto com o comando "cairo-dock --keep-above".

source: How can I add a separator ?
it: Come posso aggiungere un separatore ?
nl: Hoe kan ik een scheiding toevoegen ?
pt_br: Como posso adicionar um separador ?

source: Simply right-click on the dock where you want to add a separator, and select “add a separator”. You can place it wherever you want (except in amongst taskbar icons) by dragging it with the mouse.
it: Semplicemente, fate click destro sulla barra dove volete aggiungere un separatore, quindi selezionate 'aggiungi un separatore'. Poi potete metterlo dove volete (eccetto sulle icone) trascinandolo col mouse.
nl: Klik dan met rechts op het dock waar u de scheiding wilt toevoegen en selecteer “Voeg een scheiding toe”. U kunt het overal plaatsen (behalve tussen taakbalkiconen) door het te verslepen met de muis.
pt_br: Simplesmente clique com o botão direito no dock onde você deseja adicionar um separador e selecione "adicionar um separador". Você pode posicioná-lo onde quiser (exceto no meio dos ícones da barra de tarefas) arrastando-o com o mouse.

source: I don’t want to have a separator between launchers , applis and applets
it: Non voglio avere un separatore tra lanciatori, applicazioni e applets
nl: Ik wil geen scheiding plaatsen tussen starters, toepassingen en applets
pt_br: Eu não quero ter separadores entre lançadores, aplicativos e applets

source: In the “Icons” module, under the “separator” part, untick the box that says to “add automatic separators”.
it: Nel modulo 'Icone', nella sezione 'Separatori', deselezionate la casella che dice 'Aggiungi automaticamente dei separatori'.
nl: In de “Iconen” module, in het “Scheidingen” gedeelte, kunt u de optie uitvinken die “Automatisch scheidingen plaatsen” aangeeft.
pt_br: No módulo "Ícones", abaixo da parte "separador", desmarque a caixa que diz "adicionar separadores automaticamente ?".

source: How can I add a sub-dock ?
it: Come posso aggiungere una sotto-barra?
nl: Hoe kan ik een sub-dock toevoegen ?
pt_br: Como posso adicionar um sub-dock ?

source: Hint : to move an icon into a subdock, edit its configuration, and in the list of the docks, choose the one you want. You can do the same with applets as well, allowing you to group many applets in a sub-dok !
it: Suggerimento : spostare un'icona dentro una sotto-barra, modificare la sua configurazione, e scegliere nella lista delle barre quella che volete. Potete fare lo stesso con le applet, raggruppando più applets in una sotto-barra !
nl: Hint : Om een icoon in een sub-dock te plaatsen, bewerkt u de configuratie en in de lijst met de docks, kiest u degene die u wilt. Dit kunt u ook doen met applets, waardoor u meerdere applets in een sub-dock kunt groeperen !
pt_br: Dica : para mover um ícone para um sub-dock, edite sua configuração, e na lista de docks, escolhe aquele que você deseja. Você pode fazer o mesmo com applets, permitindo agrupar muitos applets em uma sub-dock !

source: Just right-click on the dock, then select “add a sub-dock”. Fill the config panel with some name and image, then validate.
it: Click col destro sulla barra, quindi scegliete 'Aggiungi una sotto-barra'.Riempite il pannello di configurazione con nome ed immagine, quindi confermate.
nl: Klik met rechts op het dock, selecteer dan “Voeg een sub-dock toe”. Geef een naam en afbeelding in het configuratiepaneel, klik dan op OK.
pt_br: Clique com o botão direito no dock, selecione "adicionar um sub-dock". Preencha o painel de configuração com algum nome de imagem e valide.

source: How can I have many main docks ?
it: Come posso avere più barre principali ?
nl: Hoe kan ik meerdere hoofd-docks krijgen ?
pt_br: Como posso ter vários docks principais ?

source: Hint : you can then move icons inside this new dock by following the previous method. To place this new dock, right click on it, and in the Cairo-dock sub-menu choose “configure this dock”.
it: Suggerimento : potete poi spostare le icone dentro questa nuova barra seguendo il metodo precedente. Per posizionare questa nuova barra, click destro su di essa, e scegliete 'Configura questa barra' nel sotto-menu di Cairo-dock.
nl: Hint : U kunt dan de iconen in het nieuwe dock verplaatsen, door de vorige methode te volgen. Om dit nieuwe dock te plaatsen, klikt u erop met rechts en selecteert u “Configureer dit dock” in het sub-menu.
pt_br: Dica : você pode mover os ícones dentro deste novo dock seguindo o método anterior. Para colocar este novo dock, clique com o botão direito nele e, no sub-menu do Cairo-Dock, escolha "configurar este dock".

source: Edit a launcher or an applet, and in the list of the available docks, enter a name that doesn’t exist yet. A new dock will be created, with this icon inside.
it: Modificate un lanciatore o un'applet, e nella lista delle barre disponibili digitate un nome non ancora scelto. Una nuova barra sarà creata, con questa icona dentro.
nl: Bewerk een starter of een applet en vul in de lijst met beschikbare docks een naam in die nog niet bestaat. Er zal dan een nieuw dock aangemaakt worden met dit icoon erin.
pt_br: Edite um lançador ou um applet e, na lista de docks disponíveis, entre com um nome que ainda não existe. Um novo dock será criado com este ícone dentro.

source: How do I get a 3D dock ?
it: Come posso avere una barra 3D ?
nl: Hoe krijg ik een 3D-dock ?
pt_br: Como eu consigo um dock 3D ?

source: Hint : you can setup the view for each sub-dock; just edit the icon pointing on the sub-dock, and choose the view you want for it.
nl: Hint : U kunt de weergave van elk sub-dock apart instellen; bewerk het icoon dat verwijst naar het sub-dock en selecteer de weergave die u wilt.
pt_br: Dica : você pode definir a visualização para cada sub-dock; edite o ícone que aponta para a sub-dock e escolha a visualização que você quer para ele.

source: any dock can be displayed with one view, and many views are available (3D, Curve, etc). They are mostly provided by the “dock-rendering” plug-in, so be sure to activate it. Then, go to the “Views” module, and choose the view you want for main dock, and for sub-dock.
it: ogni barra può essee visualizzata con una vista differente, e sono disponibili molte viste diverse (3D, curve, etc). La maggior parte di esse è resa disponibile dal plug-in 'dock-rendering', quindi accertatevi di averlo attivato. Quindi, andate al modulo 'Viste' e scegliete la vista che preferite.
nl: Elk dock kan getoond worden met één weergave, er zijn meerdere weergaves beschikbaar (3D, Curve, etc). Deze zijn over het algemeen beschikbaar via de “dock-rendering” plug-in, let er dus op dat u deze activeert. Ga dan naar de “Weergave” module en selecteer de weergave die u wilt voor het hoofd-dock en sub-dock.
pt_br: qualquer dock pode ser apresentado com uma visualização, e há muitas disponíveis (3D, Curve, etc). Elas são, na maioria, providas pelo plug-in "dock-rendering", desta forma, tenha certeza de ativá-lo. Para isto, vá no módulo "Visualizações" e escolha a visualização que você quer para o dock principal e sub-dock.

source: I don’t want other windows to hover the dock
it: Non voglio che altre finestre pasino sopra la barra
nl: Ik wil niet dat andere vensters het dock bedekken
pt_br: Eu não quero que outras janelas sobreponham-se ao dock

source: Hint : if you use it, you don’t need to use the “keep the dock below “option.
it: Suggerimento: se lo usate, non avete bisogno di usare l'opzione 'Tieni la barra al di sopra'.
nl: Hint : Wanneer u dit gebruikt, dan hoeft u niet de “Houd dock onderop “ optie te gebruiken.
pt_br: Dica : se você usar isto, você não precisa usar a opção "manter dock por baixo".

source: Just use the option “reserve space for dock” in the “Accessibility” module.
it: Usate l'opzione 'Riserva lo spazio per la barra' nel modulo 'Accessibilità'.
nl: Gebruik de optie “Ruimte reserveren voor het dock” in de “Toegankelijkheid” module.
pt_br: Use a opção "reservar espaço para o dock" no módulo "Acessibilidade".

source: I don’t want that the dock hovers windows
it: Non voglio che la barra vada sopra altre finestre.
nl: Ik wil niet dat het dock andere vensters bedekt
pt_br: Eu não quero que o dock sobreponha janelas

source: Hint : you can choose to pop-up the dock only when the mouse hits the screen corner instead of the whole screen border. You can also setup the size of the trigger zone in the “Hidden dock” module, and even set an image to it.
it: Suggerimento : potete scegliere che la barra compaia solo quando il mouse tocca un angolo dello schermo, invece che l'intero bordo dello schermo. Potete anche modificare la dimensione della zona sensibile nel modulo 'Nascondere la barra', e anche scegliere un'immagine per tale zona.
nl: Hint : U kunt kiezen om het dock alleen te laten verschijnen als de muis een hoek van het scherm raakt in plaats van de gehele beeldschermrand. U kunt ook de grootte van de terugroepzone instellen in de “Verborgen dock” module en er zelfs een afbeelding voor instellen.
pt_br: Dica : você pode escolher que a dock apareça quando o mouse encostar apenas no canto da tela ao invés de toda a borda. Você também pode definir o tamanho da zona de ação no módulo "Dock escondido" e definir a imagem para a mesma.

source: Two choices are available, in the “Accessibility” module : - either choose to “keep the dock below other windows”. The dock will then pop-up when you place the mouse on its screen border. - or activate the auto-hide. The dock will then appear when you enter the trigger zone.
it: Sono disponibili più scelte, nel modulo 'Accessibilità' : - scegliere 'Tieni la barra sotto le altre finstre'. La barra comparirà quando il mouse passerà vicino al bordo dello schermo corrispondente. - opèure scegliere l'auto-nascondimento. La barra apparirà quando entrate nella zona attiva.
nl: U heeft twee keuzes, in de “Toegankelijkheid” module : - ofwel kiest u voor “Het dock onder andere vensters houden”. Het dock zal dan verschijnen wanneer u de muis plaatst op een beeldschermrand. - ofwel activeert u “Automatisch verbergen“. Het dock zal dan tevoorschijn komen wanneer u uw muis in de terugroepzone plaatst.
pt_br: Duas escolhas estão disponíveis no módulo "Acessibilidade" : - escolher "manter o dock abaixo de outras janelas". O dock aparecerá quando você colocar o mouse sobre a borda da tela. - ou ativar o auto-ocultar. O dock aparecerá quando o mouse entrar na zona de ação.

source: What are these “desklets” ?
it: Cosa sono questi 'desklet'?
nl: Wat zijn deze “Desklets” ?
pt_br: O que são estes "desklets" ?

source: Hint : to detach an applet, you can drag and drop its icon from the dock to the desktop
it: Suggerimento : per sganciare un'applet dalla barra, potete trascinare e rilasciare l'icona dalla barra al desktop.
nl: Hint : Om een applet los te koppelen, kunt u het icoon naar het bureaublad slepen
pt_br: Dica : para separar um applet, você pode arrastá-lo e soltá-lo do dock para a Área de Trabalho

source: they are widgets that’s are displayed on your desktop. Each applet can be detached from the dock to act as a desklet.
it: Sono dei programmini che sono visualizzati sul desktop. Ogni applet può essere sganciato dalla barra per fare da desklet.
nl: Dit zijn widgets die zichtbaar zijn op uw bureaublad. Elke applet kan losgekoppeld worden van het dock om gebruikt te kunnen worden als een desklet.
pt_br: eles são widgets que são mostrados em sua Área de Trabalho. Cada applet pode ser separado do dock para funcionar como um desklet.

source: How do I setup their position ?
it: Come posso impostare la loro posizione ?
nl: Hoe kan ik hun positie instellen ?
pt_br: Como eu defino posição deles ?

source: Hint : If you don’t want to move it anymore, you can lock its position. Simply right click on the desklet, and select “lock position”. To unlock it, de-select this option.
it: Suggerimento : Se non li volete più spostare, potete bloccarne la posizione. Fate click col destro sul desklet, e scegliete 'blocca la posizione'.Per sbloccarli, deselezionate questa opzione.
nl: Hint : Als u het niet meer wilt verplaatsen, kunt u de positie vergrendelen. Klik met rechts op de desklet, en selecteer “Vergrendel positie”. Om het te ontgrendelen, kunt u deze optie deselecteren.
pt_br: Dica : Se você não deseja movê-lo mais, você pode bloquear sua posição. Clique com o botão direito no desklet e selecione "bloquear posição". Para desbloqueá-lo, desmarque esta opção.

source: Simply drag them with the mouse.
it: Semplicemente trascinateli con il mouse.
nl: Versleep ze met de muis.
pt_br: Simplesmente arraste-os com o mouse.

source: How do I set up their attitude ?
it: Come posso impostare il loro stato ?
nl: Hoe stel ik hun gedrag in ?
pt_br: Como eu defino sua atitude ?

source: Hint : if you locked the desklet, the buttons won’t appear. You can reset a rotation by middle-clicking on the appropriate button.
it: Suggerimento : se bloccate una desklet, i pulsanti non appariranno. Potete reimpostare la rotazione facendo click col tasto centrale sul pulsante appropriato.
nl: Hint : Als u het desklet heeft vergrendeld, zullen de knoppen niet zichtbaar zijn. U kunt een draai terugdraaien door te middelklikken op de draaiknop.
pt_br: Dica : se você bloqueou o desklet, os botões não aparecerão. Você pode zerar a rotação clicando com o botão do meio no botão apropriado.

source: There are small buttons on the top and left side of the desklet. They allow you to rotate the desklet in 3D !
it: Ci sono dei piccoli pulsanti sui lati in alto e a sinistra di una desklet. Essi vi permettono di ruotare la desklet in 3D!
nl: Er bevinden zich kleine knoppen bovenop en aan de linkerkant van het desklet. Hiermee kunt u het desklet draaien in 3D !
pt_br: Há pequenos botões na parte superior esquerda e direita do desklet. Eles permitem rotacionar o desklet em 3D !

source: How can I change their decorations ?
it: Come posso cambiare la loro decorazione ?
nl: Hoe kan ik hun decoraties wijzigen ?
pt_br: Como posso mudar a decoração deles ?

source: Hint : you can add new decorations, by choosing the “personnal” decoration, and providing a background and/or foreground image. You can setup the offsets of these images to adjust the position of the drawings inside the decorations.
it: Suggerimento : potete aggiungere nuove decorazioni, scegliendo la decorazione 'personalizzata' e fornendo un'immagine per lo sfondo e/o per la superficie. Potete impostare una compensazione per queste immagini per sistemare la posizione dei disegni rispetto alle decorazioni.
nl: Hint : U kunt nieuwe decoraties toevoegen, door de “Persoonlijk” decoratie te selecteren en een voorgrond- en/of achtergrondafbeelding in te stellen. U kunt de marges van deze afbeeldingen instellen om de positie van de tekeningen in de decoraties aan te passen.
pt_br: Dica : você pode adicionar novas decorações, escolha a decoração "pessoal" provendo uma imagem de fundo ou de frente. Você pode definir os deslocamentos destas imagens para ajustar a posição dos desenhos dentro da decoração.

source: You need to have the “desklet-rendering” plug-in activated. The default decoration is defined in the “Desklets” module. Moreover, each desklet can have its own decoration. To change a desklet’s decoration, go to the applet’s configuration, click on the “desklet” tab, and then choose the decoration you want.
it: Avete bisogno del plug-in 'desklet-rendering' attivato. La decorazione predefinita si trova nel modulo 'desklet'. Potete scegliee tra molte decorazioni, e quindi appplicarle. Ogni desklet può usare le sue proprie decorazioni. Per cambiare la decorazione di una desklet, andate nella configurazione dell'applet, cliccate sulla tab 'desklet', quindi scegliete la decorazione che preferite.
nl: U moet de “desklet-rendering” plug-in activeren. De standaarddecoratie is ingesteld in de “Desklets” module. Iedere desklet kan zijn eigen decoratie hebben. Om een desklet’s decoratie te wijzigen, gaat u naar de applet´s configuratie, klik dan op het “Desklet” tabblad en selecteert u de decoratie die u wilt.
pt_br: Você precisa ativar o plugin "desklet-rendering". A decoração padrão é definida no módulo "Desklets". Além disto, cada desklet pode ter decoração própria. Para modificar a decoração de um desklet, vá nas configurações de applets, clique na aba "desklet" e escolha a decoração que você deseja.

source: How do I insert a desklet into the dock ?
it: Come posso inserire una desklet sulla barra ?
nl: Hoe voeg ik een desklet toe aan het dock ?
pt_br: Como eu insiro um desklet no dock ?

source: Hint : if the desklet is locked, the button won’t appear.
it: Suggerimento : se la desklet è bloccata, i pulsanti non appariranno.
nl: Hint : Als het desklet vergrendeld is , zal de knop niet zichtbaar zijn.
pt_br: Dica : se o desklet estiver bloqueado, o botão não aparecerá.

source: Simply click on the top right button.
it: Semplicemente cliccate sul pulsante in alto a destra.
nl: Klik op de knop rechtsboven.
pt_br: Simplesmente clique no botão direito superior.

source: How can I place a desklet on the <i>Compiz Widget Layer</i> ?
nl: Hoe plaats ik een desklet op de <i>Compiz Widget Layer</i> ?
pt_br: Como posso posicionar o desklet no <i>Compiz Widget Layer</i>

source: Hint : you may have to switch one time to the Widget Layer so that Compiz takes into account the modification.
nl: Hint : U zult waarschijnlijk eenmaal naar de Widget Layer moeten gaan, zodat Compiz rekening kan houden met de wijziging.
pt_br: Dica : você pode ter que trocar para Widget Layer, assim o Compiz leva em consideração a modificação.

source: In the Compiz-Fusion config, activate the 'Widget Layer' plug-in, and set the rule (name=cairo-dock &amp; type=utility). You can then switch an applet to the Widget Layer by left-clicking on its desklet and selecting 'Compiz-Fusion Widget'.
nl: Activeer de 'Widget Layer' plug-in, in het Compiz-Fusion configuratiepaneel en stel de regel in (name=cairo-dock &amp; type=utility). U kunt dan een applet op de Widget Layer plaatsen, door met links te klikken op het desklet en 'Compiz-Fusion Widget' te selecteren.
pt_br: Na configuração do Compiz-Fusion, ative o plugin 'Widget Layer' e defina a regra (name=cairo-dock &amp; type=utility). Aí você pode trocar um applet para o Widget Layer clicando com o botão esquerdo no desklet e selecionando 'Compiz-Fusion Widget'.

source: Taskbar
nl: Taakbalk
pt_br: Barra de tarefas

source: How do I activate the Taskbar ?
it: Come attivo la Taskbar ?
nl: Hoe activeer ik de Taakbalk ?
pt_br: Como eu ativo a Barra de tarefas ?

source: Hint : All the Taskbar’s options are grouped together in this module.
it: Suggerimento : tutte le opzioni della TaskBar stanno in questo modulo.
nl: Hint : Alle taakbalkopties worden gegroepeerd in deze module.
pt_br: Dica : Todas as opções da Barra de tarefas estão agrupadas neste módulo.

source: go to the “Taskbar” module, then tick the first box, and apply.
it: Andate sul modulo 'Taskbar', quindi selezionate la prima casella, e confermate.
nl: Ga naar de “Taakbalk” module, vink het eerste vakje aan en klik op toepassen.
pt_br: vá para o módulo "Barra de tarefas", marque a primeira caixa e aplique.
