Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/cairo-dock/po/*.po
Languages: it, nl, pt_br, ru

source: I don’t want to have many icons in the dock when I use Gimp/Pidgin/etc
it: Non voglio avere troppe icone sulla barra quando uso Gimp/Pidgin/etc
nl: Ik wil niet teveel iconen in het dock hebben wanneer ik Gimp/Pidgin/etc gebruik
pt_br: Eu não quero ter vários ícones no dock quando eu uso Gimp/Pidgin/etc

source: Hint : You can then scroll on this icon to switch from a window to another, in an ALT+TAB way.
it: Suggerimento : Potete cliccare col tasto centrale su questa icona per passare da una finestra all'altra, come con ALT+TAB.
nl: Hint : U kun dan scrollen op dit icoon om te wisselen van het ene venster naar het andere, op een ALT+TAB manier.
pt_br: Dica : Você pode rolar neste ícone para trocar de uma janela para outra, no modelo ALT+TAB.

source: Use the “group applis by class” option. Only a single icon will appear in the dock. and if there are several windows, they will be grouped together in a sub-dock above this icon.
nl: Gebruik de “Toepassingen op klasse groeperen” optie. Er zal dan alleen één enkel icoon zichtbaar zijn in het dock en als er meerdere vensters zijn, dan zullen deze gegroepeerd worden in een sub-dock boven dit icoon.
pt_br: Use a opção "Agrupar aplicativos por classe". Um único ícone aparecerá no dock e, se houverem muitas janelas, elas serão agrupadas juntas num sub-dock sobre este ícone.

source: I have ugly icons for some applis
it: Ho delle brutte icone per le applicazioni.
nl: Ik heb lelijke iconen voor sommige toepassingen
pt_br: Os ícones para alguns aplicativos estão horríveis

source: Hint : This way, you can setup your personnal icon for any application. Just place an icon with the same name as the class of the application in a folder used by the dock (by default, ~/.config/cairo-dock/current_theme/icons) The class of an appli can be found by typing xprop in a terminal, then clicking on the window of the appli.
it: Suggerimento : in questo modo, potete impostare le vostre icone personalizzate per ogni applicazione. Mettete un'icona che abbia lo stesso nome della classe dentro una cartella usata dalla barra (di default, ~/.config/cairo-dock/current_theme/icons) La classe dell'applicazione può essere trovata scrivendo 'xprop' in un terminale, quindi scegliendo la finestra dell'applicazione.
nl: Hint : Op deze manier kunt u een persoonlijk icoon instellen voor elke toepassing. Plaats een icoon met dezelfde naam als de klasse van de toepassing, in een map dat gebruikt wordt door het dock (standaard is dit, ~/.config/cairo-dock/current_theme/icons) De klasse van een toepassing kan gevonden worden door ´xprop´ in een terminal in te typen en daarna te klikken op het venster van de toepassing.
pt_br: Dica : Deste modo, você pode definir ícones pessoais para qualquer aplicativo. Coloque um ícone com o mesmo nome da classe do aplicativo na pasta usada pelo dock(por padrão, ~/.config/cairo-dock/current_theme/icons) A classe de um aplicativo pode ser encontrada digitando-se "xprop" no terminal, e depois clicando na janela do aplicativo.

source: it’s because X provides small icons for applis, that don’t look nice when zoomed. Use the option “overwrite X icons”, to tell the dock to not use them.
it: è perchè X fornisce icone piccole per e applicazioni, che non rendono bene quando ingrandite. Usate l'ozione 'Sostituisci le icone di X' per dire alla barra di non usarle.
nl: Dat komt omdat X kleine iconen voor toepassingen gebruikt, die er niet goed uitzien wanneer ze worden vergroot. Gebruik de optie “X-iconen overschrijven”, zodat het dock ze niet gebruikt.
pt_br: isto ocorre porque o X provê ícones pequenos para os aplicativos, que ficam feios quando em zoom. Use a opção "sobrescrever ícones do X", para que o dock não os use.

source: When I launch a program with its launcher, I don’t want an additional icon in the taskbar
it: Quando lancio un programma col suo lanciatore, non voglio che appaiano altre icone sulla barra.
nl: Wanneer ik een toepassing open met een starter, wil ik geen extra icoon in de taakbalk
pt_br: Quando eu executo um programa pelo seu lançador, eu não quero um ícone adicional na Barra de tarefas

source: Hint : to launch another instance of the program, shift+click on the launcher.
nl: Hint : Om deze toepassing nog een keer te openen, shift+klikt u op de starter.
pt_br: Dica : para executar uma nova instância do programa, SHIFT+Clique no lançador.

source: Use the “Mix applis and launchers” option. When a program is launched, if it has a launcher in the dock, this one will take an indicator to signal you that the corresponding application is running. You can then act on the window as if it was a taskbar icon.
it: Usate l'opzione 'Mescola applicazioni e lanciatori'. Quando un programma è lanciato, se ha un lanciatore sulla barra, questo prenderà un indicatore che vi segnala che l'applicazione corrispondente è aperta. Potete agire sulla finestra come se fosse un'icona della taskbar.
nl: Gebruik de “Starters en toepassingen mixen” optie. Wanneer een toepassing geopend is, heeft het een starter in het dock, dat een indicator heeft om u te waarschuwen dat de bijbehorende toepassing is geopend. Het venster gedraagt zich dan als een taakbalkicoon.
pt_br: Use a opção "Misturar aplicativos e lançadores". Quando o programa é executado, se ele tiver um lançador no dock, este terá um indicador de que o aplicativo correspondente está rodando. Você pode usar a janela como se fosse um ícone da Barra de tarefas.

source: I’m using Pidgin, and I want to see my friends’ avatar
it: Sto usando Pidgin, e voglio vedere gli avatar dei miei amici.
nl: Ik gebruik Pidgin en ik wil de afbeelding van mijn vriend zien
pt_br: Estou usando o Pidgin, e quero ver o avatar dos meu amigos

source: If you choosed to overwrite X icons, you can add an exception for Pidgin just before this option. If you choosed to mix applis and launchers, you can edit the Pidgin launcher, and in the “Extra parameters”, tick the box that says to not steal the icon for this appli.
nl: Als u kiest voor het overschrijven van de X-iconen, kunt u een uitzondering toevoegen voor Pidgin, vlak voor deze optie. Als u kiest om toepassingen en starters te mixen, kunt u de Pidgin-starter bewerken, en bij de “Extra opties”, het vakje aanklikken dat zegt om het icoon niet te stelen voor dit programma.
pt_br: Se você escolheu sobrescrever os ícones do X, você pode adicionar uma exceção para o Pidgin, bem atrás desta opção. Se você escolheu misturar aplicativos e lançadores, você pode editar o lançador do Pidgin, e nos "Parâmetros extras", marque a caixa que diz para não roubar o ícone do aplicativo.

source: How can I quickly navigate between many windows of the same application ?
nl: Hoe kan ik snel navigeren tussen meerdere vensters van dezelfde toepassing ?
pt_br: Como posso navegar rapidamente entre várias janelas do mesmo aplicativo ?

source: Hint : you can also close all the windows of this appli by middle-clicking on the icon pointing on the sub-dock.
nl: Hint : U kunt ook alle vensters sluiten van deze toepassing, door te middelklikken op het icoon van het sub-dock.
pt_br: Dica : você pode fechar todas as janelas deste aplicativo clicando com o botão do meio no ícone que aponta para o sub-dock.

source: Scroll on the icon of one of the windows of this appli, or even on the icon pointing on the sub-dock if you group windows in a sub-dock.
nl: Scroll op het icoon van één van de vensters van deze toepassing, of op het icoon van het sub-dock wanneer u vensters heeft gegroepeerd in een sub-dock.
pt_br: Role no ícone das janelas deste aplicativo, ou no ícone que apontar para o sub-dock, se você agrupa as janelas em um sub-dock.

source: Replacing the gnome-panel
it: Sostituire lo gnome-panel
nl: Het Gnome-paneel vervangen
pt_br: Substituindo o painel do Gnome

source: How can I have the main menu ?
it: Posso avere un menu principale ?
nl: Hoe kan ik het hoofdmenu krijgen ?
pt_br: Como eu posso ter o menu principal ?

source: Hint : if you removed your gnome-panel, then the “alt+F1” shortkey does not work anymore. This applet let you setup a shortcut to pop up the menu at the mouse’s location.
it: Suggerimento : se avete rimosso lo gnome-panel, allora ALT+F1 non funzionerà più. Questo applet vi permette di scegliere una shortcut per aprire il menù alla posizione del mose.
nl: Hint : Als u het Gnome-paneel verwijderd heeft, dan werkt de sneltoets “alt+F1” niet meer. Dit applet laat u een sneltoets instellen voor een pop-upmenu op de plaats van de muisaanwijzer .
pt_br: Dica : se você removeu o painel do Gnome, o atalho "ALT+F1" não funcionará mais. Este applet deixa você definir um atalho para mostrar o menu na posição do mouse.

source: activate the Gmenu applet.
it: Attivare l'applet Gmenu
nl: Activeer het Gmenu applet.
pt_br: ativar o applet Gmenu.

source: How can I have a simple “quick launch” panel ?
it: Come posso far apparire un semplice dialogo 'Esegui comando' ?
nl: Hoe kan ik een simpel “Snelstart” paneel krijgen ?
pt_br: Como posso ter um simples painel "lançar rapidamente" ?

source: Hint : if you removed your gnome-panel, then the “alt+F2” shortkey does not work anymore. This applet let you setup a shortcut to pop up the quick-launch dialog.
it: Suggerimento : se avete rimosso lo gnome-panel, allora ALT+F1 non funzionerà più. Questo applet vi permette di scegliere una shortcut per aprire il dialogo 'Esegui comando'
nl: Hint : Als u het Gnome-paneel verwijderd heeft, dan werkt de sneltoets “alt+F2” niet meer. Dit applet laat u een sneltoets instellen voor het openen van de snelstartdialoog.
pt_br: Dica : se você removeu o painel do Gnome, então o atalho "ALT+F2 não funcionará. Este applet permite você definir um atalho para mostrar a caixa de lançamento rápido.

source: activate the Gmenu applet, then you can have it by middle-clicking on its icon.
it: attivate l'applet Gmenu, quindi potete averlo facendo click col tasto centrale sulla sua icona.
nl: Activeer het Gmenu applet, waarna u het menu kunt openen door te middelklikken op zijn icoon.
pt_br: ative o applet Gmenu, assim você pode tê-lo clicando com o botão do meio em seu ícone.

source: How can I have a logout icon ?
it: Posso avere un'icona per il logout ?
nl: Hoe kan ik een uitlogicoon krijgen ?
pt_br: Como eu posso ter um ícone de Finalizar sessão.

source: Hint : In the last Gnome version, there are 2 panel : one to logout, and one to turn off computer. The first one is raised by a click on the icon, the second by a middle-click, but the applet let you invert this order, and even let you enter your own commands.
it: Suggerimento : nell'ultima versione di Gnome, esistono 2 dialoghi: uno per il logout, e uno per spegnere il computer. Il primo è ottenuto cliccando l'icona, il secondo facendo click col tasto centrale. L'applet vi permette di scambiare questo ordine, e anche di usare dei vostri comandi personalizzati.
nl: Hint : In de laatste Gnome-versie, zijn er 2 panelen : één om uit te loggen en één om de computer af te sluiten. De eerste wordt weergegeven door een klik op het icoon, de tweede door een middelklik maar via het applet kunt u deze volgorde ook omdraaien en u kunt zelfs uw eigen opdrachten invoeren.
pt_br: Dica : Na última versão do Gnome, existem dois painéis : um para finalizar sessão e outro para desligar o computador. O primeiro é chamado clicando-se no ícone, enquanto o segundo clicando-se no botão do meio, mas o applet deixa você inverter tal ordem, e ainda deixa você definir comandos próprios.

source: Simply activate the “logout” applet.
it: Semplicemente, attivate l'applet 'logout'.
nl: Activeer simpelweg het “logout” applet.
pt_br: Simplesmente ative o applet "finalizar sessão".

source: How can I access the dustbin ?
it: Come posso raggiungere il Cestino ?
nl: Hoe krijg ik toegang tot mijn prullenmand ?
pt_br: Como posso acessar a lixeira ?

source: Hint : you can delete a file by dragging it into the dustbin. You can even unmount a mount-point this way !
it: Suggerimento : potete cancellare un file trascinandolo nel cestino. Potete anche smontare un mount-point in questo modo !
nl: Hint : U kunt een bestand verwijderen door het te slepen naar de prullenbak. U kunt zelfs op deze manier een koppelpunt loskoppelen !
pt_br: Dica : Você pode deletar um arquivo arrastando-o para a lixeira. Você pode até montar ou desmontar um ponto desta maneira !

source: Simply activate the “dustbin” applet.
it: Semplicemente attivate l'applet 'Cestino'.
nl: Door het “Prullenbak” applet te activeren.
pt_br: Simplesmente ative o applet "Lixeira".

source: How can I access to my mount points ?
it: Come posso accedere ai miei mount-points ?
nl: Hoe krijg ik toegang tot mijn koppelpunten ?
pt_br: Como posso acessar meus pontos de montagem ?

source: Hint : you can mount a volume by clicking on its icon. To unmount it, right-click and select “unmount”.
it: Suggerimento : potete montare un'unità cliccando sulla sua icona. Per smontarla, click destro e scegliete 'Smonta'.
nl: Hint : U kunt een volume aankoppelen door op het icoon te klikken. Om het los te koppelen, klikt u met rechts en selecteert “Loskoppelen”.
pt_br: Dica : Você pode montar um volume clicando em seu ícone. Para desmontá-lo, clique com o botão direito e selecione "desmontar".

source: Simply activate the “shortcuts” applet.
it: Semplicemente attivate l'applet 'Shortcut'.
nl: Door het “Snelkoppelingen” applet te activeren.
pt_br: Simplesmente ative o applet "atalhos".

source: How can I access to my Nautilus bookmarks ?
it: Come posso acceder i miei Segnalibri di Nautilus ?
nl: Hoe krijg ik toegang tot mijn Nautilus-bladwijzers ?
pt_br: Como posso acessar meus favoritos do Nautilus ?

source: Hint : you can add a bookmark by dragging the folder onto the applet or into its sub-dock. You can also rename and remove them. This will also take effect in Nautilus immediately, and vice versa.
it: Suggerimento : potete aggiungere un segnalibro trascinando la cartella sull'applet o su una sotto-barra. Potete anche rinominarlo o eliminarlo. Questo avrà effetto immediato in Nautilus, e vice versa.
nl: Hint : U kunt een bladwijzer toevoegen door de map naar het applet te slepen of naar het sub-dock. U kunt ze ook hernoemen en verwijderen. Dit heeft direct effect in Nautilus en vice versa.
pt_br: Dica : você pode adicionar favoritos arrastando a pasta neste applet ou em seu sub-dock. Você pode também renomear ou removê-los. Isto também terá efeito no Nautilus imediatamente, e vice-versa.

source: How can I access to my desktop ?
it: Come posso accedere al mio desktop ?
nl: Hoe krijg ik toegang tot mijn bureaublad ?
pt_br: Como posso acessar minha Área de trabalho ?

source: Hint : middle-clicking on it will hide all the windows, but not the desklets.
it: Click col tasto centrale sull'applet nasconderà tutte le finestre, ma non le desklet.
nl: Hint : Door erop te middelklikken worden alle vensters verborgen, maar niet de desklets.
pt_br: Dica : Clique com o botão do meio do mouse esconderá todas as janelas, mas não os desklets.

source: Simply activate the “show desktop” applet.
it: Semplicemente attivate l'applet 'Mostra il desktop'.
nl: Activeer dan het “Bureaublad tonen” applet.
pt_br: Simplesmente ative o applet "Mostrar Área de trabalho".

source: How can I have an easy-to-acces calendar ?
it: Come posso avere un calendario di facile consultazione?
nl: Hoe kan ik een makkelijk toegankelijke kalender krijgen ?
pt_br: Como posso ter um calendário de fácil acesso ?

source: activate the “clock” applet; clicking on it will display a calendar, clicking again will hide it.
it: Attivate l'applet 'Orologio'; cliccando su esso apparirà un calendario,cliccando nuovamente si nasconderà.
nl: Activeer het “Klok” applet; als u erop klikt verschijnt een kalender, als u er opnieuw op klikt verbergt het zich weer.
pt_br: ative o applet do "relógio"; clicando nele aparecerá um calendário, clicando de novo este desaparecerá.

source: How can I have the notification area (also called systray) ?
it: Come posso avere l'area di notificazione (cosiddetta systray?)
nl: Hoe kan ik het systeemvak (ook wel mededelingengebied genoemd) krijgen ?
pt_br: Como posso ter uma área de notificação (também chamada de bandeja do sistema) ?

source: activate the “systray” applet. For the moment it can’t be displayed directly into the dock, so clicking on the icon will pop-up a dialog containing the systray, middle-click will hide it. I recommend to detach this applet to make it a desklet, place it in a corner of your screen, and keep it above other windows.
it: Attivate l'applet 'systray'. Per il momento non può essere visualizzato direttamente sulla barra, quindi cliccando cull'icona si aprirà un dialogo contenente la systray, un click col tasto centrale la nasconderà. Raccomando di sganciare questa applet per renderla una desklet, posizionata in un angolo dello schermo, e lasciarla sotto le altre finestre.
nl: Activeer het “Systeemvak” applet. Momenteel kan het direct in het dock getoond worden, dus door te klikken op het icoon zal er een dialoog geopend worden dat het systeemvak bevat, middlelklikken zal het verbergen. Ik raad u aan om dit applet los te koppelen om er een desklet van te maken, het dan in een hoek van uw scherm te plaatsen en het boven andere vensters te houden.
pt_br: ative o applet "Bandeja do sistema". No momento, ele não pode ser mostrado diretamente no dock, desta forma, clicar no ícone fará aparecer uma caixa contendo a bandeja, clique com o botão do meio para ocultá-la. Recomendo separar este applet tornando-o desklet, posicione-o no canto da tela e mantenha-o sobre as outras janelas.

source: How can I have an easy-to-access terminal with real transparence, like Tilda ?
it: Posso avere un terminale facilmente accessibile e trasparente, come Tilda ?
nl: Hoe kan ik een makkelijk toegankelijke terminal krijgen met echte doorzichtigheid, zoals Tilda ?
pt_br: Como posso ter um terminal de fácil acesso com transparência real, como Tilda ?

source: Hint : clicking next to the last tab will create a new tab. Double-clicking on a tab allows you to rename it. You can even change the color of a tab !
it: Suggerimento : cliccando di nuovo sull'ultima tab si creerà una nuova tab. Facendo doppio click su una tab, potrete rinominarla. Potrete anche cambiare il colore della tab !
nl: Hint : Door te klikken op het laatste tabblad, kunt u een nieuw tabblad aanmaken. Door te dubbelklikken op een tabblad, kunt u het hernoemen. U kunt zelfs de kleur van een tabblad wijzigen !
pt_br: Dica : clicando próximo a última aba criará uma nova aba. Clicando duas vezes na aba permitirá renomeá-la. Você pode até modificar a cor da aba.

source: activate the “terminal” applet. You can detach it and place it on the Widget Layer for instance, or setup a shorkey to make it pop-up instantly.
it: Attivate l'applet 'Terminale'. Potete sganciarlo e posizionarlo su un Livello di Widgets, per esempio, oppure impostare una shortcut per attivarlo istantaneamente.
nl: Activeer het “Terminal” applet. U kunt het loskoppelen en bijvoorbeeld plaatsen op de Widget Layer, of een sneltoets instellen om het direct zichtbaar te maken.
pt_br: ative o applet "terminal". Você pode separá-lo e aplicá-lo com o Widget Layer, ou definir um atalho para fazê-lo aparecer instantaneamente.

source: So then, how can I remove completely the gnome-panel ?
it: Ma allora, come posso eliminare completamente lo gnome-panel ?
nl: Hoe kan ik het Gnome-paneel geheel verwijderen ?
pt_br: Então, como posso remover completamente o painel do Gnome ?

source: Open gconf-editor, edit the key /desktop/gnome/session/required_components_list, and erase its content ("panel"). Restart your session : the gnome-panel has not been started.
it: Aprite gconf-editor, trovate la chiave /desktop/gnome/session/required_components_list, e cancellatene il contenuto ("panel"). Riavviate la sessione: lo gnome-panel non partirà.
nl: Open gconf-editor, bewerk de sleutel /desktop/gnome/session/required_components_list, wis de inhoud ("panel"). Herstart uw sessie : het gnome-paneel is nu niet mee opgestart.
pt_br: Abra gconf-editor, edite a chave /desktop/gnome/session/required_components_list, e apague de seu conteúdo ("panel"). Reinicie sua sessão : o painel do Gnome não será iniciado.

source: Other applets
it: Altre applet
nl: Andere applets
pt_br: Outros applets

source: How can I have a same applet many times ?
it: Come posso avere lo stesso applet più volte ?
nl: Hoe kan ik hetzelfde applet meerdere keren krijgen ?
pt_br: Como posso ter o mesmo applet várias vezes ?

source: Hint : This allows you, for example, to have the time of different countries in your dock, or to have many animated caracters in your dock, or the weather of different cities.
it: Suggerimento : Questo vi permette, ad esempio, di avere l'ora di differenti nazioni sulla vostra barra, o di avere molti personaggi animati, o le previsioni del tempo di diverse città.
nl: Hint : Hierdoor is het bijvoorbeeld mogelijk, dat u de tijd van verschillende landen in uw dock heeft, of meerdere geanimeerde tekens, of het weer van verschillende steden.
pt_br: Dica : Isto permite, por exemplo, ter a hora de diferentes países, caracteres animados ou clima de diferentes cidades no seu dock.

source: Some applets can run several times at the same time : Clock, Cairo-Penguin, Weather, Netspeed, … Right click on the applet’s icon, and select “launch another instance”. A new instance of this applet appears in the main dock. You can configure this new one like any other applet.
it: Alcune applet possono essere lanciate più volte contemporaneamente: l'Orologio, Cairo-Penguin, Weather, Netspeed, ... Click destro sull'icona dell'applet e scegli 'Lancia un'altra istanza'. Una nuova istanza dell'applet apparirà sulla barra principale. Potete configurarla allo stesso modo di tutte le altre.
nl: Sommige applets kunnen meerdere keren geopend zijn, op dezelfde tijd : Klok, Cairo-Penguin, Weer, Netspeed, … Klik met rechts op het icoon van het applet, en selecteer “Open dit applet nog een keer”. U ziet nu een extra icoon van het applet in het hoofd-dock. U kunt dit applet configureren zoals alle andere.
pt_br: Alguns applets pode rodar várias vezes ao mesmo tempo : Relógio, Cairo-Penguin, Clima, Netspeed, … Clique com o botão direito no ícone do applet e selecione "lançar outra instância". Uma nova instância deste applet aparecerá no dock principal. Você pode configurar este novo como outro applet.

source: I have a personal gauge that I want to use in the dock (for cpusage or others)
it: Ho un misuratore particolare che voglio usare nella barra (e.g. per l'utilizzo della CPU).
nl: Ik heb een persoonlijke 'Meter' dat ik wil gebruiken voor het dock (voor processorgebruik en andere)
pt_br: Tenho um medidor pessoal que quero usar no dock (para uso de CPU, ou outra coisa)

source: move the folder containing your gauge in ~/.config/cairo-dock/extras/gauges, you’re done !
it: Spostate la cartella contenente il misuratore in ~/.config/cairo-dock/extras/gauges, ed è fatta !
nl: Verplaats de map met de 'Meter' erin naar ~/.config/cairo-dock/extras/gauges, klaar !
pt_br: mova a pasta que contém seu medidor em ~/.config/cairo-dock/extras/gauges e pronto !

source: I have a personal Cairo-Clock theme that I want to use in the “clock” applet.
it: Ho un tema di Cairo-Clock che voglio usare nell'applet 'Clock'.
nl: Ik heb een persoonlijk Cairo-Clock thema dat ik wil gebruiken voor het “Klok” applet.
pt_br: Tenho um tema pessoal para o relógio Cairo que eu quero usar no applet "relógio".
