Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/cairo-dock/po/*.po
Languages: it, nl, pt_br, ru

source: Automatically quick-hide the dock when a window becomes fullscreen ?
it: Nacondere automaticamente la barra quando si massimizza una finestra ?
nl: Wilt u het dock verbergen wanneer een venster vergroot wordt tot 'Volledig scherm' ?
pt_br: Oculta rapidamente o dock de maneira automática quando passar para tela cheia ?
ru: Автоматически скрывать панель при разворачивании окна на полный экран?

source: This is only usefull if don't already use the auto-hide, and if you don't want to reserve the space for your dock nor let it below the other windows.
it: Questo è utile soltanto se non si utilizza già l'auto-nascondimento, se non volete riservare lo spazio sullo schermo alla barra né se non la si lascia sotto le altre finestre.
nl: Dit is alleen handig als u niet reeds het automatisch verbergen gebruikt en als u geen ruimte voor uw dock wilt reserveren of het dock niet onder andere vensters wilt laten.
pt_br: Isto é útil apenas se você já não usa o auto-ocultar
ru: Сработает, только если вы еще не задействовали режим авто-скрытия, и не используете резервирования места для панели, а также панель не находится позади окон.

source: Automatically quick-hide the dock when a window becomes maximized ?
it: Attivare il nascondimento rapido automaticamente quando una finestra viene massimizzata ?
nl: Wilt u het dock automatisch verbergen wanneer een venster gemaximaliseerd wordt ?
pt_br: Oculta rapidamente o dock quando a janela for maximizada ?
ru: Автоматически скрывать панель при разворачивании окна на весь экран?

source: Signal the applications demanding your attention with a dialog tip ?
it: Segnalare con una finestra di dialogo le applicazioni che richiedono la vostra attenzione ?
nl: Wilt u dat de toepassingen die uw aandacht vragen een signaal geven met een dialoogtip ?
pt_br: Assinalar os aplicativos que requerem sua atenção com uma caixa de dica ?
ru: Если требуется ваше внимание, оповещать с помощью диалогового окна?

source: in seconds
it: in secondi
nl: In seconden
pt_br: em segundos
ru: в секундах

source: Duration of the dialog :
it: Durata del dialogo :
nl: Tijdsduur van dialoog :
pt_br: Duração da caixa :
ru: Диалог уведомления

source: It will notify you even if, for instance, you're watching a video in fullscreen.
nl: Het waarschuwt u zelfs wanneer u bijvoorbeeld een video in volledig scherm bekijkt.
pt_br: Notificará você mesmo se, por acaso, você estiver assistindo um vídeo com tela-cheia.

source: Force the following applications to demand your attention ?
nl: De volgende toepassingen forceren om uw aandacht te vragen ?
pt_br: Forçar os seguintes aplicativos a requisitarem sua atenção ?

source: Signal the applications demanding your attention with an animation ?
it: Segnalare con un'animazione le applicazioni che richiedono la vostra attenzione ?
nl: Wilt u dat de toepassingen die uw aandacht vragen een signaal geven met een animatie ?
pt_br: Assinalar os aplicativos que requisitarem sua atenção com uma animação ?
ru: Если требуется ваше внимание, оповещать с помощью анимации?

source: Play a short animation of the icon when its window becomes active ?
it: Animare brevemente l'icona quando la finestra corrispondente diventa attiva ?
nl: Een korte animatie van het icoon afspelen als het venster weer actief wordt ?
pt_br: Mostrar uma pequena animação no ícone quando sua janela se tornar ativa ?
ru: Анимировать значок, когда его окно становится активным?

source: Representation
it: Rappresentazione
nl: Representatie
pt_br: Representação
ru: Представление

source: "..." will be added at the end if the name is too long.
it: "..." saranno aggiunte alla fine se il nome è troppo lungo.
nl: "..." zal toegevoegd worden aan het eind als de naam te lang is.
pt_br: "..." será adicionado no fim se o nome for longo demais.
ru: Если имя файла слишком длинное, то к концу имени будет добавлено "...".

source: Maximum number of caracters in application's name :
it: Numero massimo di caratteri nel nome dell'applicazione :
nl: Maximum aantal tekens in naam toepassing :
pt_br: Número máximo de caracteres no nome do aplicativo :
ru: Максимальное количество знаков в имени:

source: To the right, you can control the transparency of minimized windows, to the left the transparency of visible windows. The more you go aside, the more the concerned icons will be transparent; on the middle, icons are always plain.
it: A destra potete controllare la trasparenza delle finestre minimizzate, a sinistra la trasparenza delle finestre visibili. Più voi andate da un lato più le icone considerate saranno trasparenti; in mezzo le icone resteranno sempre opache.
nl: Aan de rechterkant kunt u de doorzichtigheid van de geminimaliseerde vensters instellen, aan de linkerkant de doorzichtigheid van de zichtbare vensters. Hoe meer zijwaarts u gaat, hoe doorzichtiger de betreffende iconen zullen worden; in het midden zijn de iconen altijd normaal.
pt_br: Para direita, você pode controlar a transparência das janelas minimizadas, para esquerda a transparência das telas visíveis. Quanto mais você vai para o lado, mais estes ícones se tornarão transparentes; no meio, os ícones são sempre dispostos normalmente.
ru: Правое значение контролирует прозрачность значков свёрнутых окон, левое — видимых окон. Чем ближе ползунок передвинут в одну из сторон, тем более прозрачны будут зависимые значки; на середине - значки будут видимы всегда.

source: Transparency of icons whose window is or isn't minimized :
it: Trasparenza delle icone di cui la finestra è o non è minimizzata :
nl: Doorzichtigheid van iconen van vensters die wel of niet geminimaliseerd zijn :
pt_br: Transparência dos ícones para os quais a janela está ou não minimizada :
ru: Прозрачность значков свёрнутых и не свёрнутых окон:

source: Movement parameters
it: Parametri del movimento
nl: Bewegingsopties
pt_br: Parâmetros de movimento
ru: Параметры движения

source: The dock will unfold when it hides/shows itself. No effect if auto-hide is not activated or unfold acceleration is nul.
it: La barra si svolgerà quando essa si nasconde/mostra. Nessun effetto se l' auto-nascondimento non è attivo o se l'accelerazione del dipanamento è nulla.
nl: Het dock zal ontvouwen wanneer het zichzelf verbergt/toont. Er zal geen effect plaatsvinden wanneer automatisch verbergen niet geactiveerd is of als de ontvouwacceleratie nul is.
pt_br: O dock vai desenrolar-se quando ele ocultar/mostra a si mesmo. Não terá efeito caso o auto-ocultar estiver desativado ou a aceleração do desenrolamento for null.
ru: При появлении или скрытии панель будет раскрываться. Не сработает, если режим авто-скрытия не задействован или скорость раскрытия установлена в ноль.

source: Animate the dock when auto-hiding ?
it: Animare la barra quando si auto-nasconde ?
nl: Het dock animeren bij het automatisch verbergen ?
pt_br: Animação no dock quando auto-ocultar ?
ru: Анимировать панель при авто-скрытии?

source: Always true if sub-docks appear with mouse click.
it: Sempre vero se le sub-docks appaiono al click del mouse.
nl: Altijd waar als sub-docks verschijnen met een muisklik.
pt_br: Sempre verdade se sub-docks aparecerem com clique do mouse.
ru: Всегда так, если суб-панель появляется только по щелчку.

source: Animate sub-docks when they appear ?
it: Animare le sotto-barre al momento della loro comparsa ?
nl: Sub-docks animeren wanneer ze verschijnen ?
pt_br: Animar sub-docks quando eles aparecerem ?
ru: Анимировать суб-панель при появлении?

source: The icons will appear folded on themselves, then will unfold untill they fill the whole dock. The smaller, the faster it will be.
pt_br: Os ícones aparecerão enrolados neles mesmos, então desenrolarão até preencher completamente o dock. Quanto menor, mais rápido isto será.

source: Unfolding animation duration :
pt_br: Duração da animação de desenrolar :

source: The more there are, the slower it will be
it: Più ce ne sono, più sarà lento
nl: Hoe meer er zijn, hoe trager het zal gaan
pt_br: Quanto mais houverem, mais lento isto será
ru: Чем больше значение, тем медленнее раскрытие

source: Number of steps in the zoom animation (grow up/shrink down) :
nl: Aantal stappen voor wijzigen afmetingen icoon (groter/kleiner) :
pt_br: Número de passos na animação de zoom (crescer/diminuir) :

source: the smaller, the faster the dock will hide.
nl: Hoe kleiner, hoe sneller het dock zich zal verbergen.
pt_br: quanto menor, mais rápido o dock irá se ocultar.

source: Window's move acceleration (move up/move down) :
it: Accelerazione del movimento delle finestre (movimento sopra/sotto) :
nl: Beweging vensterversnelling (omhoog/omlaag) :
pt_br: Aceleração do movimento da janela (move para cima/baixo)
ru: Скорость движения окон (вверх/вниз):

source: Background movments
nl: Achtergrondbewegingen
pt_br: Movimentos do fundo

source: The smaller, the lower the decorations will move along with the cursor. At 0 they will be static.
it: Più si avvicina a 0, più le decorazioni si svolgeranno lentamente con il cursore. A 0 saranno immobili.
nl: Hoe kleiner, hoe langzamer de decoraties zullen bewegen met de cursor. Bij 0 zullen ze niet bewegen.
pt_br: Quanto menor, mais lento a decoração se moverá com o cursor. Em 0 isto será estático.
ru: Чем меньше значение, тем меньше будет анимации при перемещении курсора вдоль значков. При значении 0, значки будут статичны.

source: Scroll speed factor for background decorations :
it: Fattore di velocità dello scroll per le decorazioni dello sfondo :
nl: Factor scrollsnelheid voor achtergronddecoraties :
pt_br: Fator de velocidade para decoração de fundo :
ru: Фактор ускорения при прокручивании фонового оформления:

source: Otherwise the amount of movement of the decorations will only depend on the direction of the cursor's movement, as if the decorations were "gliding".
it: Tuttavia la quantità di svolgimento delle decorazioni non dipenderà che dalla direzione del movimento del cursore, come se le decorazioni "scivolassero".
nl: Anders zal de hoeveelheid beweging van de decoraties alleen afhangen van de richting van de cursorbeweging, alsof de decoraties "glijden".
pt_br: Do contrário, a quantidade de movimento da decoração dependerá apenas da direção do movimento do cursor, se as decorações forem "deslizantes".
ru: в любом случае, количество движений оформления будет зависеть только от направления движения курсора, как бы создавая эффект "скольжения".

source: Should the decorations be enslaved to the cursor ?
it: Le decorazioni devono essere asservite al cursore ?
nl: Wilt u de decoraties verbinden met de cursor ?
pt_br: As decorações devem depender do cursor ?
ru: Будет ли оформление зависеть от курсора?

source: in Hz. This is to adjust regarding your CPU power.
it: in Hz. Questo è da aggiustare in base alla potenza della propria CPU.
nl: In Hz. Dit is om uw CPU-gebruik aan te passen.
pt_br: em Hz. Ajustar dependendo da freqüência do seu CPU.
ru: в Гц. Зависит от мощности вашего CPU.

source: Refresh frequency when mouving cursor into the dock :
it: Frequenza di refresh quando si muove il cursore nella barra :
nl: Frequentie van vernieuwen als muisaanwijzer in het dock wordt geplaatst :
pt_br: Atualizar freqüência quando mover o cursor para o dock :
ru: Частота обновления при движении курсора по панели:

source: The transparency gradation pattern will then be re-calculated in real time. May needs more CPU power.
it: Il pattern della gradazione della trasparenza sarà ricalcolato in tempo reale. Questo può usare molta CPU.
nl: Het doorzichtigheidsgradatiepatroon zal dan in real-time herberekend worden. Mogelijk is meer processorkracht vereist.
pt_br: O modelo de gradação da transparência será recalculado em tempo real. Pode necessitar de mais poder da CPU.
ru: Шаблон градации прозрачности будет просчитываться в реальном времени.Может потребоваться много ресурсов вашего процессора.

source: Reflections should be calculated in real-time ?
it: I riflessi devono essere ricalcolati in tempo reale ?
nl: Reflecties berekenen in real-time ?
pt_br: Reflexões devem ser calculadas em tempo real ?
ru: Обрабатывать отражения в реальном времени?

source: Animation frequency for the opengl backend :
it: Frequenza di animazione per il backend dell'opengl :
nl: Animatiefrequentie voor OpenGL :
pt_br: Freqüência de animação para o backend do OpenGL :
ru: Частота анимации для бэкенда OpenGL:

source: Animation frequency for the cairo backend :
it: Frequenza di animazione per il backend di cairo :
nl: Animatiefrequentie voor Cairo :
pt_br: Freqüência de animação para o backend do cairo :
ru: Частота анимации для бэкенда cairo:

source: Label readability
it: Leggibilità dell'etichetta
nl: Leesbaarheid label
pt_br: Legibilidade do rótulo
ru: В подписи

source: Show label of the currently pointed icon only ?
it: Mostrare soltanto l'etichetta dell'icona puntata ?
nl: Alleen label van huidig aangewezen icoon tonen ?
pt_br: Mostrar o rótulo do ícone apontado ?
ru: Показывать подпись только на значке под курсором?

source: Should the labels be always horizontal, even when dock is vertical ?
it: Le etichette devono essere sempre orizzontali, anche quando la barra è posizionata in verticale ?
nl: Wilt u de labels horizontaal houden, ook wanneer het dock verticaal staat ?
pt_br: Rótulos devem sempre ficar na horizontal, mesmo quando o dock está na vertical ?
ru: Всегда показывать горизонтальные подписи, даже если панель вертикальна?

source: the bigger, the more the labels next to the pointed icon will be transparent.
it: più il valore è elevato, più le etichette a lato delle icone puntate sono trasparenti.
nl: Hoe groter, hoe doorzichtiger de labels naast het aangewezen icoon zullen zijn.
pt_br: quanto maior, mais transparente ficarão os rótulos próximos aos ícones apontados .
ru: чем больше значение, тем прозрачнее будут подписи рядом с наведённым значком.

source: label's visibility threshold :
it: Soglia di visibilità delle etichette :
nl: Labels zichtbaarheid drempel :
pt_br: limite da visibilidade do rótulo :
ru: Порог отображения подписей:

source: Configure labels appearence.
it: Configurare l'apparenza delle etichette.
nl: Configureer de weergave van de labels.
pt_br: Configurar a aparência dos rótulos.
ru: Стиль подписей значков

source: Files
nl: Bestanden
pt_br: Arquivos
ru: Файлы

source: Sort files by :
it: Ordinare i files per :
nl: Bestanden sorteren op:
pt_br: Ordenar arquivos por :
ru: Сортировать файлы по:

source: Name
it: Nome
nl: Naam
pt_br: Nome
ru: Имени

source: Size
it: Dimensione
nl: Grootte
pt_br: Tamanho
ru: Размер

source: Date
it: Data
nl: Datum
pt_br: Data
ru: Дате

source: Show hidden files ?
it: Mostrare i files nascosti ?
nl: Verborgen bestanden tonen ?
pt_br: Mostrar arquivos ocultos ?
ru: Показывать скрытые файлы?

source: Composition
it: Composizione
nl: Compositie
pt_br: Composição
ru: Композиция

source: Only use this if you don't run a composite manager like Compiz, xcompmgr, etc and have a black background around your dock. For esthetic reason, the dock will be kept under other windows.
it: Da utilizzare se non si ha attivo nessun composite manager come Compiz, xcompmgr, etc .. e se si ha uno sfondo nero attorno la barra. Per ragioni estetiche la barra sarà mantenuta sotto le altre finestre.
nl: Gebruik dit alleen als u geen composite-manager gebruikt, zoals Compiz, xcompmgr, etc en een zwarte achtergrond rond uw dock heeft. Voor esthetische redenen, wordt het dock onder de vensters gehouden.
pt_br: Use apenas se você não executa um administrador de composição como Compiz, xcompmgr, etc e há um fundo preto ao redor de seu dock. Por razão estética, o dock se manterá abaixo das demais janelas.
ru: Используйте только если не запущен композитный менеджер вроде Compiz, xcompmgr, и т.д. и установлен черный фон вокруг панели. По эстетическим соображениям, панель будет держаться позади окон.

source: Emulates composition with fake transparency ?
it: Emulare la composizione con false trasparenze ?
nl: Compositie emuleren met nepdoorzichtigheid ?
pt_br: Emular composição com transparência falsa ?
ru: Эмулировать композитность с поддельной прозрачностью?

source: You need to re-open the panel. It is deactivated by default on KDE.
nl: U moet het paneel opnieuw openen. Het is standaard gedeactiveerd bij KDE.
pt_br: Você precisa abrir novamente o painel. Ele está desativado por padrão no KDE.

source: Make the config panel transparent ?
nl: Configuratiepaneel doorzichtig maken ?
pt_br: Tornar o painel de configuração transparente ?

source: Hidden dock
it: Nascondere la barra
nl: Verborgen dock
pt_br: Dock oculto
ru: Главная панель

source: Place the mouse into it will make the dock re-appear.
it: Posizionare il mouse in questa zona farà riapparire la barra.
nl: Als u de muis in deze terugroepzone plaatst dan zal het dock weer verschijnen.
pt_br: Posicione o mouse dentro e isto fará o dock aparecer novamente.
ru: Если поместить курсор в эту зону, то панель сразу же появится.

source: Size of the callback zone (width x height, in pixels) :
it: Dimensione della zona di richiamo (larghezza x altezza, in pixels) :
nl: Grootte van de terugroepzone (breedte x hoogte, in pixels) :
pt_br: Tamanho da zona de ação (largura x altura, em pixels) :
ru: Размер зоны (ширина x высота, в пикселях):

source: This is what you see when the dock hides itselfs. Any format is allowed. Let this field empty to have an invisible zone.
it: Questo è ciò che si vede quando la barra si nasconde. Ogni formato è permesso. Lasciare il campo vuoto per avere una zona invisibile.
nl: Dit is wat u ziet wanneer het dock zichzelf verbergt. Elk formaat is toegestaan. Laat dit veld leeg als u een onzichtbare zone wilt.
pt_br: Isto é o que você verá quando o dock ocultar a si mesmo. Qualquer formato é permitido. Deixe este campo vazio para ter uma área invisível.
ru: Можно использовать любой формат; оставьте не заполненным, чтобы зона реагирования была прозрачна. Зона реагирования — это то, что вы видите когда панель скрыта.

source: Filename of an image to put on :
it: Nome dell'immagine da inserire all'interno :
nl: Bestandsnaam van een afbeelding voor terugroepzone :
pt_br: Nome do arquivo de imagem :
ru: Изображение для зоны:

source: Transparency of the image :
it: Trasparenza dell'immagine :
nl: Doorzichtigheid van de afbeelding :
pt_br: Transparência da imagem :
ru: Прозрачность изображения:

source: Use it when the image is an arrow pointing to the center of the screen for exemple.
it: Usare per esempio quando l'immagine è una freccia che punta al centro dello schermo.
nl: Gebruik dit bijvoorbeeld wanneer de afbeelding een pijl is , die gericht is op het midden van het scherm.
pt_br: Use quando a imagem for uma seta apontando para o centro da tela, por exemplo.
ru: Используйте, например, если у вас изображение в виде стрелки указывающей в центр панели.

source: Rotate the image when the dock is on top/left/right ?
it: Ruotare l'immagine della zona di richiamo quando la barra è in alto/sinistra/destra ?
nl: Afbeelding draaien waneer het dock linksboven/rechtsboven is ?
pt_br: Rotacionar a imagem quando o dock estiver no topo/esquerda/direita ?
ru: Вращать изображение когда панель находится сверху/слева/справа?

source: Configure the auto-hide behaviour.
it: Configurare il comportamento per l'auto-nascondimento.
nl: Configureer het automatisch verbergen gedrag.
pt_br: Configurar o comportamento do auto-ocultar
ru: Настроить поведение авто-скрытия.

source: Extern Frame
it: Cornice esterna
pt_br: Moldura Externa
ru: Внешняя рамка

source: in pixels.
pt_br: em pixels.
ru: в пикселях.

source: Corner radius :
it: Raggio degli angoli :
nl: Kromming hoeken :
pt_br: Raio do canto :
ru: Радиус закругления углов:

source: Linewidth of the extern line :
it: Spessore della linea esterna :
nl: Dikte van de externe lijn :
pt_br: Largura na linha externa :
ru: Ширина линии внешней рамки:

source: Margin between the frame and the icons or their reflects :
it: Margine tra la cornice e le icone o il loro riflesso :
nl: Marge tussen het frame en de iconen of hun reflecties :
pt_br: Margem entre a moldura e os ícones ou o reflexo destes :
ru: Расстояние от рамки до значков или их отражений:

source: Color of the extern line (r,v,b,a) :
it: Colore della linea esterna (r,v,b,a) :
nl: Kleur van de externe lijn (r,v,b,a,) :
pt_br: Cor da linha externa (r,g,b,a)
ru: Цвет линии внешней рамки (к,з,с,а):

source: Are the bottom left and right corners rounded ?
it: Gli angoli in basso sono anch'essi arrotondati ?
nl: Zijn de hoeken linksonder en rechtsonder rond ?
pt_br: O cantos inferior esquerdo e direito são arredondados ?
ru: Закруглять левый и правый нижние углы?

source: Background image...
it: Immagine di sfondo...
nl: Achtergrondafbeelding...
pt_br: Imagem de fundo...
ru: Фоновое изображение...

source: Any format allowed; let this field empty if you don't want to use an image as background.
it: Tutti i formati sono accettati; lasciare il campo vuoto se non volete usare un'immagine di sfondo.
nl: Elk formaat is toegestaan; laat dit veld leeg wanneer u geen afbeelding als achtergrond wilt gebruiken.
pt_br: Qualquer formato é permitido; deixe este campo vazio se você não quer usar uma imagem de fundo.
ru: Можете использовать любой формат; оставьте поле пустым, чтобы не использовать фоновое изображение.

source: Image's filename to use as a background :
it: Nome dell'immagine da mettere come sfondo :
nl: Bestandsnaam afbeelding om als achtergrond te gebruiken :
pt_br: Nome do arquivo de imagem para usar como fundo :
ru: Изображение для фона:

source: Image's transparency :
it: Trasparenza dell'immagine :
nl: Doorzichtigheid afbeelding :
pt_br: Transparência da imagem :
ru: Прозрачность изображения:

source: Repeat image as a pattern to fill background ?
it: Ripetere l'immagine come un motivo per riempire lo sfondo?
nl: Afbeelding herhalen in een patroon om achtergrond te vullen ?
pt_br: Repetir a imagem como padrão ou preencher o fundo ?
ru: Повторять изображении в виде шаблона?

source: ...or Gradation
it: ...o Gradiente
nl: ...of gradatie
pt_br: ...ou Gradação
ru: ... или Градация

source: Bright color (red, green, blue, alpha) :
it: Colori chiari (rosso, verde, blu, alpha):
nl: Lichte kleur (rood, groen, blauw, alpha) :
pt_br: Cor brilhante (vermelho, verde, azul, alfa)
ru: Светлый цвет (к, з, с, а):

source: Dark color (red, green, blue, alpha) :
it: Colori scuri (rosso, verde, blu, alpha):
nl: Donkere kleur (rood, groen, blauw, alpha) :
pt_br: Cor escura (vermelho, verde, azul, alfa)
ru: Тёмный цвет (к, з, с, а):

source: Angle of the stripes / gradation, in relation to the vertical (in degree) :
it: Angolo di inclinazione delle striscie / dei raggi, in rapporto alla verticale (in gradi) :
nl: Hoek van de strepen / gradatie, ten opzichte van verticaal (in graden) :
pt_br: Ângulo das listras / gradação, em relação à vertical (em graus) :
ru: Угол наклона линий/градации, относительно вертикали (в градусах):

source: The bigger, the more the stripes are close to each other; with 0 stripes, the background will be filled with a single gradation.
it: Più è elevato, più i raggi sarano vicini gli uni agli altri. Con valore 0 una striscia unica riempirà tutto lo sfondo.
nl: Hoe hoger, hoe dichter de strepen op elkaar staan; bij 0 strepen zal de achtergrond gevuld worden met één enkele gradatie.
pt_br: Quanto maior, mais perto as listras ficarão uma das outras; com 0 listras, o fundo será preenchido com uma única gradação.
ru: Чем больше значение, тем ближе линии к друг другу; при значении 0, фон будет заполнен сплошной градацией.

source: Number of stripes, in each pattern, to draw in the background :
it: Numero delle striscie, in ogni motivo, da dipingere nello sfondo :
nl: Aantal strepen in elk patroon, om te tekenen op de achtergrond :
pt_br: Número de listras, em cada padrão, para desenhar no fundo :
ru: Количество линий в каждом шаблоне:
