Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/cairo-dock/po/*.po
Languages: it, nl, pt_br, ru

source: Hint : the same goes on for all the applets that propose a theme : dustbin, Cairo-Penguin, weather, etc.
it: Suggerimento : lo stesso vale per tutte le altre applet che propongono un tema
nl: Hint : Hetzelfde geldt voor alle applets die een thema voorstellen : Prullenbak, Cairo-Penguin, Weer, etc.
pt_br: Dica : o mesmo vale para todos os applets que propõem um tema : lixeira, Cairo-Penguim, clima, etc.

source: move the folder containing your theme in ~/.config/cairo-dock/extras/clock, you’re done !
it: Spostate la cartella contenente il tema in ~/.config/cairo-dock/extras/clock, ed è fatta !
nl: Verplaats de map met uw thema naar ~/.config/cairo-dock/extras/clock, klaar !
pt_br: mova a pasta que contém seu tema para ~/.config/cairo-dock/extras/clock e pronto !

source: How can I change quickly the luminosity of my screen ?
nl: Hoe kan ik snel de helderheid van mijn scherm wijzigen ?
pt_br: Como posso mudar rapidamente a luminosidade da minha tela ?

source: Activate the Xgamma applet, then you can scroll up/down on the icon with the mouse.
nl: Activeer het Xgamma applet, dan kunt u met de muis op/neer scrollen op het icoon.
pt_br: Ative o applet Xgamma, desta forma, você pode rolar com o mouse para cima/baixo.

source: How can I change quickly the speakers volume ?
nl: Hoe kan ik snel het geluidsvolume wijzigen ?
pt_br: Como posso mudar rapidamente o volume dos alto-falantes.

source: Activate the AlsaMixer applet, then you can scroll up/down on the icon with the mouse.
nl: Activeer het AlsaMixer applet, dan kunt u met de muis op/neer scrollen op het icoon.
pt_br: Ative o applet "AlsaMixer", desta forma, você pode rolar com o mouse para cima/baixo.

source: Troubleshooting
nl: Problemen
pt_br: Resolução de problemas

source: I have a black background around my dock
it: Ho uno sfondo nero attorno alla mia barra
nl: Ik heb een zwarte achtergrond rond mijn dock
pt_br: Tenho um fundo ao redor do meu dock

source: Hint : If yo have an ATI or an Intel, you should try without OpenGL first, because their drivers are not yet perfect.
nl: Hint : Als u een ATI of een Intel heeft, kunt u het eerst proberen zonder OpenGL, omdat hun drivers nog niet perfect zijn.
pt_br: Dica : Se você tem placa de vídeo ATI ou Intel, você deveria rodar sem OpenGL primeiro, pois os drivers ainda não estão perfeitos.

source: You have to turn on the compositing. For instance, you can run Compiz or xcompmgr. If you’re under XFCE or KDE, you can just activate the compositing in the window manager’s options.
it: Dovete abilitare la Composizione. Per esempio, potete avviare Compiz oppure xcompmgr .Sotto XFCE o KDE, vi basta attivarlo tra le opzioni del window manager.
nl: U moet composite activeren. U kunt bijvoorbeeld Compiz of xcompmgr draaien. Als u XFCE of KDE gebruikt, dan kunt u composite activeren in de vensterbeheerder’s opties.
pt_br: Você tem que ligar a composição. Você pode rodar o Compiz ou xcompmgr. Se você estiver usando XFCE ou KDE, você pode ativar a composição nas opções de administração de janelas.

source: My machine is too old to run a composite manager
it: La mia macchina è troppo vecchia per avviare un composite manager.
nl: Mijn machine is te oud voor een composite-manager
pt_br: Minha máquina é muito antiga para executar o administrador de composição.

source: Don’t panic, Cairo-Dock can emulate the transparency. So to get rid of the black background, just activate the corresponding option, in the end of the “System” module
it: Niente panico, Cairo-dock può simulare l'effetto trasparenza. Basta attivare l'opzione corrispondente, alla fine del modulo 'Sistema'.
nl: Geen paniek, Cairo-Dock kan de doorzichtigheid emuleren. Dus om de zwarte achtergrond kwijt te raken, kunt u de corresponderende optie activeren, aan het eind van de “Systeem” module
pt_br: Não entre em pânico, Cairo-Dock pode emular transparência. Desta forma, para eliminar o fundo preto, ative a opção correspondente, no fim do módulo "Sistema"

source: The dock is horribly slow when I move the mouse into it
it: La barra è terribilmente lenta quando vi muovo sopra il mouse.
nl: Het dock wordt heel langzaam wanneer ik de muis erin plaats.
pt_br: O dock está terrivelmente lento quando eu movo o mouse nele.

source: If you have a GeForce8, you have to install the latest drivers, because the first ones were really buggy. If the dock is running without openGL, try to reduce the number of icons in the main dock, or try to reduce its size. If the dock is running with openGL, try to deactivate it by launching the dock with “cairo-dock –c”.
it: Se avete una GeForce8, dovete installare gli ultimi driver, perchè i primi avevano molti bug. Se la barra sta andando senza OpenGL, provate a ridurre il numero di icone sula barra principale, oppure a ridurne la dimensione. Se la barra va con OpenGL, provate a disattivarlo lanciandola con 'cairo-dock -c'.
nl: Als u een GeForce8 heeft, moet u de laatste drivers installeren, omdat de eerste drivers veel fouten hadden. Indien het dock werkt zonder openGL, probeer dan het aantal iconen te beperken in het hoofd-dock, of probeer de grootte te verkleinen. Indien het dock werkt met openGL, probeer dat dan te deactiveren door het dock te starten met “cairo-dock –c”.
pt_br: Se você tem uma GeForce8, você tem que instalar os últimos drivers, pois os primeiros possuíam problemas. Se o dock está rodando sem OpenGL, tente reduzir o número de ícones no dock principal, ou seu tamanho. Se o dock está rodando com OpenGL, tente desativá-lo executar o dock com "cairo-dock -c".

source: I don’t have these wonderful effects like fire, cube rotating, etc
it: Non ho questi magnifici effetti come il fuoco, il cubo, etc
nl: Ik heb al die mooie effecten niet, zoals vuur, kubusrotatie, etc.
pt_br: Eu não tenho efeitos maravilhosos como fogo, rotação de cubo, etc

source: Hint : You can force the openGL by launching the dock with “cairo-dock –o”.but you might get a lot of visual artifacts.
it: Suggerimento : potete forzare OpenGL lanciado la barra con 'cairo-dock --o'-Ma potreste perdere molti effetti visivi.
nl: Hint : U kunt openGL forceren door het dock te starten met “cairo-dock –o”, mogelijk krijgt u dan last van veel beeldfouten.
pt_br: Dica : Você pode forçar o OpenGL executando o dock com "cairo-dock -o", com isto pode-se conseguir vários efeitos visuais.

source: You need a graphic card with drivers that support openGL2.0. Most of Nvidia cards can do that, more and more Intel cards can do too. Most of ATI cards can’t do that.
it: Vi occorre una scheda grafica con driver che supportino openGL2.0. L maggior parte delle schede Nvidia lo fanno, sempre più schede Intel ne sono in grado. La maggior parte delle schede ATI non è in grado.
nl: U heeft een grafische kaart nodig die openGL2.0 ondersteunt. De meeste Nvidia kaarten doen dit, meer en meer Intel kaarten doen dit nu ook. De meeste ATI kaarten niet.
pt_br: Você precisa de uma placa gráfica com drivers que suportam OpenGL 2.0. A maioria das placas Nvidia tem, assim como mais e mais placas Intel. A maioria das ATI não tem.

source: The “netspeed” applet displays 0 even when I’m downloading something
it: L'applet 'netspeed' mostra 0 anche mentre scarico qualcosa.
nl: Het “Netspeed” applet geeft 0 aan, zelfs wanneer ik iets aan het downloaden ben
pt_br: O applet "netspeed" mostra 0 quando estou baixando alguma coisa.

source: Hint : you can instantiate this applet many times if you want to monitor many interfaces.
it: Suggerimento : potete istanziare questa applet più volte se volete monitorare più interfacce.
nl: Hint : U kunt dit applet meerdere keren openen, als u meerdere interfaces wilt monitoren.
pt_br: Dica : Você pode instanciar este applet muitas vezes se você quiser monitorar interfaces.

source: You have to tell it which interface you’re using to connect to the Net (by default, it’s “eth0”). Just edit its configuration, and enter the interface’s name. To find it, type “ifconfig” in a terminal, and ignore the “loop” interface. It’s probably something like “eth1”, “ath0”, or “wifi0”.
it: Dovete dirgli quale interfaccia state usando per connettervi alla rete (di default, 'eth0'). Editate la sua configurazione, e scrivete il nome dell'interfaccia.Per conoscerla, digitate 'ifconfig' al terminale, e ignorate l'interfaccia 'loop'. Probabilmente è qualcosa come 'eth1', 'ath0', or 'wifi0'.
nl: U moet aangeven met welke interface u verbinding maakt met het internet (standaard is dat “eth0”). Bewerk de configuratie en voer de naam van de interface in. Om dit uit te vinden, kunt u “ifconfig” intypen in een terminal, let niet op de “loop” interface. Het is waarschijnlijk iets als“eth1”, “ath0”, of “wifi0”.
pt_br: Você tem que dizer qual interface você está usando para se conectar na rede ("eth0" é o padrão). Edite suas configurações e entre com o nome da interface. Para encontrá-la, digite "ifconfig" no terminal e ignore a interface "loop". Será provavelmente algo como "eth1", "ath0" ou "wifi0".

source: The dustbin remains empty even when I delete a file
it: Il cestino rimane vuoto anche se cancello un file.
nl: De prullenmand blijft leeg, zelfs wanneer ik een bestand verwijder
pt_br: A lixeira continua vazia mesmo quando deleto arquivos

source: if you’re under KDE, you may have to tell it the path of the trash folder. Just edit the applet’s configuration, and fill in the Trash path; it is probably “~/.locale/share/Trash/files”. Be very careful when typing a path here !!! (do not insert spaces or some invisible caracters).
it: Se siete in KDE, potreste dovergli dire il percorso della cartella Cestino. Aprite l'editor di configurazione, e indicate il 'Trash path'; è probabilmente ~/.locale/share/Trash/files. State molto attenti quando digitate un percorso qui !!!Non inserite spazi nè caratteri invisibili.
nl: Als u KDE gebruikt, is het mogelijk dat u het pad naar de prullenbak moet aangeven. Bewerk de configuratie van het applet en voer het pad in naar de Prullenbak; dat is waarschijnlijk “~/.locale/share/Trash/files”. Wees extra voorzichtig wanneer u hier een pad invoert !!! (voer geen spaties in of onzichtbare tekens).
pt_br: Se você estiver usando KDE, pode ser necessário informar o caminho da lixeira. Edita a configuração do applet e preencha no caminho da Lixeira; será provavelmente "~/.locale/share/Trash/files". Tome cuidado ao digitar o caminho !!! (não insira espaços ou caracteres invisíveis).

source: Help us !
it: Aiutateci !
nl: Help ons !
pt_br: Ajude-nos !

source: We value your help ! If you see a bug, or if you think something could be improved, or if you just made a dream about the dock, pay us a visit on cairo-dock.org. English speakers are welcome, so don’t be shy ! ;-) If you made a theme for the dock or one of the applet, and want to share it, we’ll be happy to integrate it with the other themes ! Fabounet
it: Apprezziamo il vostro aiuto! Se trovate un bug, o se pensate che qualcosa possa essere migliorato, o se avete un sogno che riguarda la barra, fateci visita su cairo-dock.org. Il forum è in francese, ma anche chi parla inglese sarà bene accetto, non siate timidi ! ;-) Se avete fatto un tema per la barra o per un'applet, e volete condividerlo, saremo felici di integrarlo con gli altri temi! Fabounet
nl: We stellen uw hulp op prijs ! Als u een fout ziet of denkt dat er iets verbeterd kan worden, of hebt gedroomd over het dock, bezoek ons dan op cairo-dock.org. Engels sprekende mensen zijn welkom, dus wees niet verlegen ! ;-) Als u een thema voor het dock heeft gemaakt of een applet en deze wilt delen, dan zullen wij deze graag toevoegen aan de andere thema´s ! Fabounet
pt_br: Nós apreciamos sua ajuda ! Se você encontrar um erro, ou se você acha que algo pode ser melhorado, ou você teve um sonho com o dock, faça-nos uma visita em cairo-dock.org. Pessoas de língua inglesa também são bem-vindos, então não seja tímido ! ;-) Se você fez um tema ou um applet para o dock e quer compartilhar, ficaremos felizes em integrá-lo com outros temas ! Fabounet

source: Launcher's name :
it: Nome del lanciatore :
nl: Naam starter :
pt_br: Nome do lançador :
ru: Имя значка запуска:

source: Exemple : nautilus --no-desktop, gedit, etc. You can even enter a keyboard shortcut, for exemple <Alt>F1 for the Applications Menu, <Ctrl>c or <Ctrl>v to copy or paste, etc
it: Esempi : nautilus --no-desktop, gedit, etc... Potete anche inserire una scorciatoia da tastiera, per esempio <ALT>F1 per il menu delle Applicazioni, <CTRL>C o <CTRL>V per copiare, incollare, etc...
nl: Bijvoorbeeld : nautilus --no-desktop, gedit, etc. U kunt zelfs een sneltoets instellen, bijvoorbeeld <Alt>F1 voor het Toepassingenmenu, <Ctrl>c of <Ctrl>v om te kopiëren en te plakken, etc
pt_br: Exemplo : nautilus --no-desktop, gedit, etc. Você pode até entrar com um atalho de teclado, por exemplo, <Alt>F1 para o Menu de Aplicativos, <Ctrl>c ou <Ctrl>v para copiar ou colar, etc
ru: К примеру: ·nautilus·--no-desktop,·gedit,·и т.д..·Вы даже можете ввести клавиатурное сокращение,·как например <Alt>F1·для меню приолжений,·<Ctrl>c·или·<Ctrl>v·для копирования или вставки и т.д

source: Command to launch on click :
it: Commando da eseguire al click :
nl: Opdracht om uit te voeren bij het aanklikken :
pt_br: Comando para executar no clique :
ru: Команда для запуска при щелчке:

source: If you write here a container's name that doesn't exist yet, a new one will be created, with this icon inside.
it: Se si scrive qui il nome di un contenitore ancora non esistente, ne sarà creato uno nuovo, con quest'icona all'interno.
nl: Als u hier een naam van een houder invoert die nog niet bestaat, zal er een nieuwe houder aangemaakt worden met dit icoon erin.
pt_br: Se você escrever aqui o nome de um contêiner que não existe ainda, um novo será criado com este ícone dentro.
ru: Если вы укажите имя контейнера, который еще не существует, то он будет автоматически создан, и будет уже содержать этот значок.

source: If you choosed to mix launcher and applis, this option will deactivate this behaviour for this launcher only. It can be useful for instance for a launcher that launches a script in a terminal, but you don't want it to steal the Terminal's icon from the Taskbar.
nl: Als u ervoor heeft gekozen om starters en toepassingen te mixen, dan kunt u met deze optie dit gedrag uitschakelen, voor deze starter alleen. Dat kan bijvoorbeeld handig zijn voor een starter dat een script uitvoert in een terminal, maar waarvan u niet wilt dat het het icoon van de terminal steelt uit de taakbalk.
pt_br: Se você escolheu misturar lançadores e aplicativos, esta opção desativara o comportamento apenas para este lançador. Isto pode ser útil para um lançador que chama um script no terminal, mas você não quer que o ícone do Terminal seja roubado da Barra de tarefas.

source: Prevent this launcher from stealing appli from taskbar ?
it: Impedire a questo lanciatore di rubare l'applicazione nella TaskBar ?
nl: Voorkomen dat deze starter toepassing van taakbalk steelt ?
pt_br: Prevenir que este lançador roube aplicativos da Barra de tarefas ?
ru: Запретить удалять приложения на панели задач?

source: The only reason you may want to modify this parameter is if you made this launcher by hands. If you dropped it into the dock from the menu, it is nearly sure that you shouldn't touch it. It defines the class of the program, which is useful to link the appli with its launcher.
it: La sola ragione per la quale potreste voler modificare dei parametri è che voi abbiate creato questo lanciatore. Se l'avete copiato/incollato a partire dal menu, è quasi certo che non serva metterci mano. Definisce la classe del programma, ciò che risulta utile per legare l'applicazione al suo lanciatore.
nl: De enige reden om dit te wijzigen, is als u deze starter zelf heeft gemaakt. Als u het gesleept hebt naar het dock vanuit het menu, dan is het bijna zeker dat u hier niet aan hoeft te komen. Het bepaalt de klasse van de toepassing, wat handig is om de toepassing aan zijn starter te koppelen.
pt_br: A única razão para modificar este parâmetro é se você fez este lançador a mão. Se você pegou ele do menu, é quase certo que você não deveria mexer nisto. Isto define a classe do programa, que é útil para ligar o aplicativo ao seu lançador.
ru: Единственной возможной причиной для редактирования этого параметра, может быть, то, что вы создали самостоятельно этот значок запуска. Если вы перетащили его из системного меню, то лучше здесь ничего не менять. Здесь описывается класс приложения, чтобы связать его со значком запуска.

source: Class of the program :
it: Classe del programma :
nl: Klasse van de toepassing :
pt_br: Classe do programa :
ru: Класс программы:

source: It will use 'xterm'.
nl: Het zal 'xterm' gebruiken.
pt_br: Isto usará o 'xterm'.

source: Run in a terminal ?
nl: Uitvoeren in een terminal ?
pt_br: Executar no terminal ?

source: Choose the screen border regarding to which the dock will place itself :
nl: Kies de positie op het beeldscherm waar u het dock wilt plaatsen :
pt_br: Escolha o canto da tela na qual o dock se posicionará :
ru: С какой стороны экрана расположить панель:

source: The dock will automatically hide itself outside of the scren when the mouse leaves it and will show a callback zone instead. Place the mouse into this zone will make the dock re-appear.
it: La barra si nasconderà automaticamente sotto lo schermo quando il mouse la lascerà, e mostrerà una zona per ricordarla al suo posto. Posizionare il mouse in quella zona farà riapparire la barra.
nl: Het dock zal zich automatisch verbergen wanneer de muis eruit gaat en zal in plaats daarvan een terugroepzone tonen. Wanneer u de muis in de terugroepzone plaatst zal het dock opnieuw tevoorschijn komen.
pt_br: O dock ocultará a si mesmo automaticamente fora da tela quando o mouse deixá-lo e mostrará uma área de ação no lugar. Coloque o mouse nesta área e isto fará o dock reaparecer.
ru: Панель будет автоматически скрываться за краем экрана, когда курсор покидает пределы панели и оставит на экране только зону реагирования. Поместите курсор в эту зону и панель тут же появится.

source: Themes
it: Temi
nl: Thema´s
pt_br: Temas
ru: Темы

source: Choose a theme
it: Scegliere un tema
nl: Selecteer een thema
pt_br: Escolha um tema
ru: Выберите тему

source: Choose one of the available themes :
nl: Selecteer één van de beschikbare thema´s :
pt_br: Escolha um dos temas disponíveis :

source: You can even drop an internet URL.
nl: U kunt zelfs een internet-URL hiernaartoe verslepen.
pt_br: Você pode colocar uma URL da internet.

source: ... or drag and drop a theme package here :
nl: ... of versleep een themapakket hiernaartoe :
pt_br: ... ou arrastar e soltar um pacote de tema aqui :

source: So if you check this box, your launchers will be deleted and replaced by the ones provided in the new theme. Otherwise the current launchers will be kept, only icons will be replaced.
it: Perciò se si sceglie questo campo , i lanciatori attuali saranno cancellati e rimpiazzati da quelli forniti dal nuovo tema. Altrimenti i lanciatori attuali saranno mantenuti e cambieranno solo le icone.
nl: Dus als u dit aanvinkt, dan zullen uw starters verwijderd worden en vervangen worden door die uit het nieuwe thema. Als u dit niet aanvinkt, zullen de huidige starters gebruikt worden en zullen alleen de iconen vervangen worden.
pt_br: Se você marcar esta caixa, seus lançadores serão deletados e substituídos por aqueles disponíveis no novo tema. Do contrário, os lançadores atuais serão mantidos, apenas os ícones serão substituídos.
ru: Поэтому, если вы отметите этот параметр, ваш значок запуска будет удалён изаменён на значок предоставленный темой. В противном случае, текущий значок запуска будет сохранён, и только сам значок будет заменён.

source: Use the new theme's launchers ?
it: Utilizzare i lanciatori del nuovo tema ?
nl: Nieuwe thema van starters gebruiken ?
pt_br: Usar os novos lançadores do tema ?
ru: Использовать новую тему значков запуска?

source: Otherwise the current behaviour will be kept. It's all about the dock's position, behaviour parameters such as auto-hide, using taskbar or not, etc.
it: Altrimenti il comportamento attuale sarà conservato. E' tutto ciò che riguarda la posizione della barra, i parametri di comportamento come l'auto-nascondimento, l'utilizzo della TaskBar o meno, etc...
nl: Anders wordt het huidige gedrag behouden. Het gaat allemaal om de positie van het dock en andere instellingen zoals automatisch verbergen, taakbalk gebruiken of niet, enz. enz.
pt_br: Do contrário, o comportamento atual será mantido. Isto é relativo à posição do dock, parâmetros de comportamento tais como auto-ocultar, usar ou não barra de tarefas, etc.
ru: В противном случае текущее поведение будет сохранено. К нему относится: расположение на панели, параметры поведения, такие как авто-скрытие, использование панели задач и т.д.

source: Use the new theme's behaviour ?
it: Utilizzare il comportamento del nuovo tema ?
nl: Gedrag nieuwe thema gebruiken ?
pt_br: Usar o novo comportamento do tema ?
ru: Использовать новую тему поведения?

source: Save
it: Salva
nl: Opslaan
pt_br: Salvar
ru: Сохранить

source: Save current theme
it: Salva il tema attuale
nl: Huidig thema opslaan
pt_br: Salvar o tema atual
ru: Сохранить текущую тему

source: You will then be able to re-open it at any time.
it: Si potrà riaprire ad ogni momento.
nl: U kunt het dan altijd heropenen.
pt_br: Você poderá reabri-lo a qualquer momento.
ru: Потом вы сможете открывать его в любое время.

source: Save as :
it: Salva come :
nl: Opslaan als :
pt_br: Salvar como :
ru: Сохранить как:

source: Save current behaviour too ?
it: Salvare anche il comportamento attuale ?
nl: Huidig gedrag ook opslaan ?
pt_br: Salvar também o comportamento atual :
ru: Сохранить текущее поведение тоже?

source: Save current launchers too ?
it: Salvare anche i lanciatori attuali ?
nl: Huidige starters ook opslaan ?
pt_br: Salvar também os lançadores atuais ?
ru: Сохранить текущие значки запуска тоже?

source: The dock will build a complete tarball of your current theme, allowing you to exchange it easily with other people.
nl: Het dock zal een complete tarball van uw huidige thema maken, zodat u het ook met andere mensen kunt uitwisselen.
pt_br: O dock construirá um tarball completo para seu tema atual, permitindo a você trocá-lo facilmente com outras pessoas.

source: Build a package of the theme ?
nl: Pakket maken van uw thema ?
pt_br: Construir um pacote do tema atual ?

source: Delete
it: Elimina
nl: Verwijderen
pt_br: Deletar
ru: Удалить

source: List of your personnal themes
it: Lista dei temi personali
nl: Lijst met persoonlijke thema´s
pt_br: Lista de seus temas pessoais
ru: Список ваших персональных тем

source: Delete from the list themes you don't want anymore :
it: Cancellare dalla lista i temi che non volete più :
nl: Verwijder de thema's uit de lijst die u niet meer wilt :
pt_br: Remover da lista de seus temas pessoas aqueles que você não deseja mais :

source: v1.4.6.3 : Just to say : *** Happy new Year 2008 ! *** the Cairo-Dock's team.
it: v1.4.6.3 : Tanto per dire : *** Buon anno 2008 ! *** the Cairo-Dock's team.
nl: v1.4.6.3 : Alleen om te zeggen : *** Gelukkig 2008 ! *** het Cairo-Dock team.
pt_br: v1.4.6.3 : Apenas para dizer : *** Feliz 2008 ! *** time Cairo-Dock.
ru: v1.4.6.3: Просто хотим сказать: *** Счастливого нового года 2008 ! *** Команда Cairo-Dock.
