Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/cairo-dock/po/*.po
Languages: it, nl, pt_br, ru

source: Manage Themes
it: Gestione dei Temi
nl: Thema's beheren
pt_br: Administrar Temas
ru: Управление темами

source: couldn't retrieve distant theme %s
nl: Kon thema op afstand %s niet ophalen
pt_br: não foi possível obter tema remoto %s

source: Welcome in Cairo-Dock2 ! A default and simple theme has been loaded. You can either familiarize yourself with the dock or choose another theme with right-click -> Cairo-Dock -> Theme manager A useful help is available by right-click -> Cairo-Dock -> Help. If you have any question/request/remark, please pay us a visit : right-click -> Cairo-Dock -> Communauty site. Hope you will enjoy this soft ! (you can now click on this dialog to close it)
nl: Welkom bij Cairo-Dock2 ! Er is een simpel standaardthema geladen. U kunt uzelf bekend maken met dit dock of u kunt een ander thema selecteren door met rechts te klikken in het dock -> Cairo-Dock -> Thema´s beheren Handige hulptips zijn beschikbaar door met rechts te klikken in het dock -> Cairo-Dock -> Hulp. Wanneer u vragen/verzoeken/opmerkingen heeft, bezoek ons dan door met rechts te klikken in het dock -> Cairo-Dock -> Website gemeenschap. Hopelijk bevalt deze software u ! (u kunt nu op deze dialoog klikken om het te sluiten)
pt_br: Bem-vindo ao Cairo-Dock2 ! Um tema padrão simples foi carregado. Você pode se familiarizar com o dock ou escolher outro tema com botão-direito -> Cairo-Dock -> Administrador de tema Ajuda está disponível com botão-direito -> Cairo-Dock -> Ajuda. Se você tem qualquer dúvida/pedido/observação, por favor faça-nos uma visita : botão direito -> Cairo-Dock -> Site da comunidade. Espero que você curta este aplicativo ! (você pode clicar sobre esta caixa para fechá-la)

source: Position on the screen
it: Posizionamento sullo schermo
nl: Positie op het scherm
pt_br: Posição na tela
ru: Позиция на экране

source: The icons will scroll according to the chosen placement type. Of course the dock can be placed anywhere on the screen, here we specify regarding to what.
it: Le icone si svilupperanno in armonia con il tipo di posizionamento scelto. La barra si può posizionare ovunque, qui si tratta di precisare in rapporto a cosa.
nl: De iconen zullen scrollen afhankelijk van de plaatsing. U kunt het dock natuurlijk overal plaatsen op het scherm, hier wordt aangegeven ten opzicht waarvan.
pt_br: Os ícones rolarão de acordo com o tipo de disposição. É claro que o dock pode ser colocado em qualquer lugar da tela, aqui nós especificamos isto.
ru: Значки будут прокручиваться относительно выбранного расположения панели.Ведь она может располагаться в любом месте экрана и мы особенно этим гордимся.

source: Choose which screen border the dock will placed on :
it: Scegliere il bordo dello schermo in rapporto al quale la barra verrà piazzata:
nl: Kies de kant van het scherm waar u het dock wilt plaatsen :
pt_br: Escolha em que borda da tela o dock será posicionado :

source: bottom
it: basso
nl: Onder
pt_br: em baixo
ru: снизу

source: top
it: alto
nl: Boven
pt_br: em cima
ru: сверху

source: right
it: destra
nl: Rechts
pt_br: direita
ru: справа

source: left
it: sinistra
nl: Links
pt_br: esquerda
ru: слева

source: At 0, the dock will place itself regarding the left corner if horizontal and the top corner if vertical, at 1 regarding the right corner if horizontal and the bottom corner if vertical, and at 0.5, regarding the middle of the screen's edge.
it: A 0, la barra si piazzerà relativamente all'angolo a sinistra in orizzontale (angolo alto in verticale), a 1 relativamente all'angolo a destra in orizzontale (angolo basso in verticale), e a 0.5 in mezzo alla parte bassa dello schermo.
nl: Bij 0, zal het dock zichzelf in de linkerhoek plaatsen indien horizontaal en in de bovenhoek indien verticaal. Bij 1 in de rechterhoek indien horizontaal en in de benedenhoek indien verticaal, bij 0.5 in het midden.
pt_br: Em 0, o dock será posicionado no canto esquerdo se na horizontal e no canto superior se na vertical, em 1 será posicionado no canto direito se na horizontal e em baixo se na vertical, e em 0.5, será posicionado no meio da borda tela.
ru: При значении 0, расположение горизонтальной панели будет изменяться относительно левого угла, а вертикальной, относительно верхнего; при значении 1, горизонтальной — относительно правого и вертикальной - относительно верхнего угла, и при значении 0.5 расположение будет изменяться относительно середины экрана.

source: Relative alignment :
it: Allineamento relativo :
nl: Relatieve uitlijning :
pt_br: Alinhamento relativo :
ru: Относительное расположение:

source: Position regarding the chosen screen's edge
it: Posizionamento in rapporto al bordo scelto dello schermo
nl: Positie ten opzichte van de gekozen kant van het scherm
pt_br: Posição relativa à borda escolhida da tela
ru: Положение относительно выбранного края экрана

source: Gap from the absolute position on the screen's edge, in pixels. You can also move the dock by holding ALT or CTRL key and left mouse button.
it: Scarto a partire dalla posizione assoluta sul bordo dello schermo, in pixel. Potete anche muovere la barra premendo ALT o CTRL e il tasto sinistro del mouse
nl: Ruimte aan zijkant van dock tot beeldschermrand, in pixels. U kunt het dock ook verslepen met de linkermuisknop terwijl u de ALT- of CTRL-toets ingedrukt houdt.
pt_br: Distância da posição absoluta da borda da tela, em pixels. Você também pode mover o dock segurando ALT ou CTRL e o botão esquerdo do mouse.
ru: Сдвиг от абсолютной позиции на экране, в пикселях. Также вы можете перетаскивать панель с помощью нажатых клавиш ALT или CTRL и левой кнопки мыши.

source: Lateral gap :
it: Scarto laterale :
nl: Ruimte aan de zijkanten van dock :
pt_br: Distância lateral :
ru: Сдвиг от боковой стороны:

source: in pixels. You can also move the dock by holding ALT or CTRL key and left mouse button.
it: in pixel. Potete anche muovere la barra premendo ALT o CTRL e il tasto sinistro del mouse.
nl: In pixels. U kunt het dock ook verslepen met de linkermuisknop terwijl u de ALT- of CTRL-toets ingedrukt houdt.
pt_br: em pixels. Você também pode mover o dock segurando ALT ou CTRL e o botão esquerdo do mouse.
ru: в пикселях. Также вы можете перетаскивать панель с помощью нажатых клавиш ALT или CTRL и левой кнопки мыши.

source: Distance to the screen's edge :
it: Distanza dai bordi dello schermo :
nl: Ruimte onderkant dock tot beeldschermrand :
pt_br: Distância para a borda da tela :
ru: Дистанция к краю экрана:

source: Multiple screens
it: Schermi multipli
nl: Meerdere beeldschermen
pt_br: Múltiplas telas
ru: Множественные экраны

source: Use Xinerama ?
it: Uitlizzare Xinerama ?
nl: Xinerama gebruiken ?
pt_br: Usar Xinerama ?
ru: Проигрывать звук:

source: starting from 0
it: a partire da 0
nl: Start bij 0
pt_br: começando de 0
ru: Запуск передачи %s от %s

source: Number of the screen where the dock should be located :
it: Numero degli schermi nei quali la barra verrà inserita :
nl: Nummer van het scherm waarin u het dock wilt plaatsen :
pt_br: Número de telas onde o dock deve ser alocado :
ru: Количество экранов на которых отображать панель:

source: Space
it: Spazio
nl: Ruimte
pt_br: Espaço
ru: Космос

source: The dock will automatically resize itself to fit this size. Set it to 0 to make the dock fit the screen's size.
it: La barra si ridimensionerà automaticamente per soddisfare questa dimensione. Mettere 0 per indicare alla barra di adeguarsi alla dimensione dello schermo.
nl: De grootte van het dock zal automatisch aangepast worden. Bij 0 wordt het dock passend gemaakt aan het beeldscherm.
pt_br: O dock redimensionará a si mesmo automaticamente para se ajustar a este tamanho. Defina 0 para fazer com que o dock se ajuste ao tamanho da tela.
ru: Панель автоматически выставит это размер. Установите 0, чтобы панель автоматически вписалась в размер экрана.

source: Size allowed for the dock :
it: Dimensione permessa dalla barra :
nl: Toegestane grootte voor het dock :
pt_br: Tamanho permitido para o dock :
ru: Разрешённый размер панели:

source: This will prevent other windows from overlapping the dock. It has no effect if you defined the 'show/hide' shortcut below, cause then the dock behaves like a menu.
it: Questo impedirà alle altre finestre di coprire la barra. Questo non ha effetto se avete definito la scorciatoia 'mostra/nasondi' qui sotto, poiché la barra si comporta come un menu.
nl: Dit voorkomt dat andere vensters het dock overlappen. Het heeft geen effect wanneer u de 'tonen/verbergen' sneltoets hieronder heeft ingesteld omdat het dock zich dan als een menu gedraagt.
pt_br: Isto vai prevenir outras delas de se sobreporem ao dock. Não há efeito se você definiu o atalho 'mostrar/ocultar' abaixo, assim o dock comporta-se como um menu.
ru: Это запретит остальным окнам перекрывать панель. Не будет эффекта, если вы задействовали режим авто-скрытия ниже, так как, в этом случаепанель будет вести себя как меню.

source: Reserve space at the edge of the screen for the dock ?
it: Riservare lo spazio in fondo allo schermo per la barra ?
nl: Ruimte reserveren voor het dock aan de beeldschermrand ?
pt_br: Reservar espaço na borda da tela para o dock ?
ru: Резервировать место под панель?

source: Auto-hide
it: Auto-nascondimento
nl: Automatisch verbergen
pt_br: Auto-ocultar
ru: Авто-скрытие

source: The dock will automatically hide itself outside of the scren when the mouse leaves it. Instead, it will show a zone where placing the mouse will trigger the dock and make it re-appear.
it: La barra si nasconderà automaticamente sotto lo schermo quando il mouse la lascerà, e mostrerà una zona per ricordarla al suo posto. Posizionare il mouse in quella zona farà riapparire la barra.
nl: Het dock zal zich automatisch verbergen, wanneer de muis buiten het dock komt en zal in plaats daarvan een terugroepzone tonen. Wanneer u de muis in die terugroepzone plaatst zal het dock opnieuw verschijnen.
pt_br: O dock ocultará a si mesmo automaticamente quando o mouse deixá-lo. No lugar, será mostrada uma área, que fará o dock reaparecer, quando o mouse for colocado sobre a mesma.
ru: Панель автоматически скрывает себя за экраном, когда курсор покидает её пределы. Оставляя только зону реагирования, панель появится снова, если поместить в эту зону курсор.

source: Activate auto-hide ?
it: Attivare l'auto-nascondimento ?
nl: Automatisch verbergen activeren ?
pt_br: Ativar auto-ocultar ?
ru: Активировать авто-скрытие?

source: Configure the dock's appearence when hidden.
it: Configurare l'aspetto della barra quando nascosta.
nl: Configureer de weergave van het dock indien verborgen.
pt_br: Configurar a aparência do dock quando oculto.
ru: Настроить вид панели в скрытом состоянии.

source: Pop-up
nl: Verschijnen
pt_br: Aparecer
ru: Вывести уведомление

source: The dock will pop-up on the foreground when you place the mouse on its screen border. This option is only useful if you don't want to reserve space for the dock, nor to activate auto-hide.
it: La barra apparirà in primo piano appena posizionerete il mouse sul suo bordo dello schermo. Questa opzione è soltanto utile se non volete lasciare lo spazio riservato alla barra, e se non attivate l'opzione di auto-nascondimento.
nl: Het dock zal tevoorschijn komen op de voorgrond als u uw muis plaatst op een beeldschermrand. Deze optie is alleen handig als u geen ruimte wilt reserveren voor het dock en ook automatisch verbergen niet wilt activeren.
pt_br: Quando você posicionar o mouse na borda da tela, o dock aparecerá. Esta opção só é útil se você não deseja reservar espaço para o dock, nem ativar o auto-ocultar.
ru: Панель будет всплывать, при наведении курсора на границу рамки. Этот режимне сработает если вы задействовали резервирование места под панель или режим авто-скрытия.

source: Keep the dock below other windows ?
it: Lasciare la barra sotto le altre finestre ?
nl: Het dock onder andere vensters houden ?
pt_br: Manter o dock abaixo das outras janelas ?
ru: Держать панель позади окон?

source: Pop-up only if the mouse hits a screen corner ?
it: Pop-up soltanto se il mouse viene posizionato in un angolo delloschermo ?
nl: Alleen laten verschijnen als de muis een hoek van het scherm raakt ?
pt_br: Aparecer apenas se o mouse alcançar o canto da tela ?
ru: Всплывать только если мышь задевает край экрана?

source: Shortcut
it: Scorciatoie
nl: Sneltoets
pt_br: Atalho
ru: Комбинация

source: When you press the shortcut, the dock will show itself at the potition of your mouse. The rest of the time, it stays invisible, thus acting like a menu.
it: Quando premerete la scorciatoia, la barra si mostrerà nella posizione del vostro mouse. Il resto del tempo resterà invisibile agendo come un menù.
nl: Wanneer u op de sneltoets drukt, zal het dock verschijnen op de positie van uw muis. De rest van de tijd blijft het onzichtbaar, het gedraagt zich dan dus als een menu.
pt_br: Quando você ativar o atalho, o dock aparecerá na posição do seu mouse. O resto do tempo ele ficará invisível, funcionando como um menu.
ru: При нажатии горячей клавиши панель будет появляться в позиции курсора мыши. Остальное время находясь в невидимом состоянии. Поведение схоже с поведением меню.

source: Keyboard shortcut to show/hide the dock :
it: Scorciatoia da tastiera per mostrare/nascondere la barra :
nl: Sneltoets om dock te tonen/verbergen :
pt_br: Atalho do teclado para mostrar/esconder o dock :
ru: Горячая клавиша для показа/скрытия:

source: Sub-docks' accessibility
it: Accessibilità delle sotto-barre
nl: Toegankelijkheid van sub-dock
pt_br: Acessibilidade aos sub-docks
ru: Входить в суб-панель по щелчку?

source: in ms.
pt_br: em ms.
ru: в мсек.

source: Delay before you effectively leave from a sub-dock or to a sub-dock :
it: Ritardo prima di abbandonare effettivamente una sotto-barra :
nl: Vertraging bij het toegaan naar of weggaan van een sub-dock :
pt_br: Atraso antes de você efetivamente sair de/para um sub-dock :
ru: Задержка фактического выхода или входа в суб-панели:

source: in ms. Unused if you set up to click to show sub-docks.
it: in ms. Inutile se si deve cliccare per mostrare la sotto-barre.
nl: In ms. Wordt niet gebruikt als u heeft ingesteld dat sub-docks getoond worden met een klik.
pt_br: em ms. Não usado se você definir 'clicar para mostrar sub-docks'.
ru: в мсек. Не сработает, если задействовано отображение суб-панели по щелчку.

source: Delay before displaying a sub-dock :
it: Ritardo prima di mostrare una sotto-barra :
nl: Vertraging voordat een sub-dock zichtbaar wordt :
pt_br: Atraso antes de mostrar um sub-dock :
ru: Задержка появления суб-панели:

source: Otherwise they will appear when you linger over the icon pointing on it.
it: Altrimenti appariranno quando si sorvolerà sopra l'icona, puntandola.
nl: Anders worden ze zichtbaar als u over het icoon rolt dat ernaar verwijst.
pt_br: Do contrário, eles aparecerão quando você deixar o mouse sobre o ícone.
ru: В противном случае, она появится только когда вы задержитесь над значком на некоторое время.

source: Click to show sub-docks ?
it: Cliccare per mostrare le sotto-barre ?
nl: Klikken om sub-docks te tonen ?
pt_br: Clicar para mostrar sub-docks ?
ru: Входить в суб-панель по щелчку?

source: Cairo-Dock will then replace your taskbar. It is recommanded to remove any other taskbar, and to not force the dock's type to normal.
it: Cairo-Dock rimpiazzerà allora la vostra taskbar. E' raccomandato di rimuovere le altre taskbar e di non forzare il tipo di barra a 'normale'.
nl: Cairo-Dock zal dan uw taakbalk vervangen. Het is aanbevolen om elke andere taakbalk te verwijderen en om het type dock niet naar normaal te forceren.
pt_br: Cairo-Dock substituirá sua Barra de tarefas.
ru: Cairo-Dock заменит вашу панель задач. Рекомендуется удалить все остальные панели и не блокировать тип панели в нормальном режиме.

source: Show the current applications in the dock ?
it: Mostrare sulla barra le applicazioni aperte ?
nl: Geopende toepassingen in het dock tonen ?
pt_br: Mostrar as aplicações atuais no dock ?
ru: Показывать текущие приложения в панели?

source: This allows to group windows in some soft like Gimp, and to have only 1 icon in the main dock.The 1st window will appear in the main dock, and the others will be placed in a container associated with this 1st icon.
it: Questo permette di raggruppare Le finestre di applicazioni come Gimp e di avere per esse una sola icona sulla barra principale. La prima finestra sarà nella barra principale, mentre le altre saranno in un contenitore associato a questa prima icona.
nl: Hiermee kunnen vensters gegroepeerd worden zoals Gimp en alleen 1 icoon in het hoofd-dock hebben. Het eerste venster zal verschijnen in het hoofd-dock en de andere zullen geplaatst worden in een houder gekoppeld aan het 1ste icoon.
pt_br: Permite agrupar janelas em programas como Gimp, e ter apenas um ícone no dock principal. A primeira janela aparecerá no dock principal e as outras serão posicionadas em um contêiner associado com o primeiro ícone.
ru: Позволит сгруппировывать приложения, имеющие много окон, вроде Gimp, в один значок на панели. Только первое окно будет отображено на панели, а остальные будут помещены в контейнер ассоциированный с первым значком.

source: Should the applications with same class be grouped in a sub-dock ?
it: Raggruppare le applicazioni con la stessa classe in una sotto-barra ?
nl: Wilt u de toepassingen van dezelfde klasse groeperen in een sub-dock ?
pt_br: As aplicações de mesma classe devem ser agrupadas em um sub-dock ?
ru: Группировать приложения с одинаковым классом в суб-панель?

source: enter the class of the applications, separated by a semi-colon ';'
it: Digitare le classi delle applicazioni, separate da un ';'
nl: Voer de klasse van de toepassingen in, gescheiden door een punt-komma ';'
pt_br: preencha com as classes de aplicações, separadas por ponto e vírgula ';'

source: Except the following classes :
nl: Uitgezonderd de volgende klassen :
pt_br: Exceto as seguintes classes :

source: Only show icons whose window is minimized ?
it: Mostrare soltanto le icone delle finestre minimizzate ?
nl: Alleen iconen tonen van geminimaliseerde vensters ?
pt_br: Mostrar ícones da janela quando minimizada ?
ru: Показывать значки только минимизированных окон?

source: Only show applis on current desktop ?
it: Mostrare soltanto le applicazioni sul desktop in uso ?
nl: Alleen toepassingen op huidige bureaublad tonen ?
pt_br: Mostrar aplicativos na Área de trabalho atual ?
ru: Показывать приложения только текущего рабочего стола?

source: Allows launchers to act as applis when their program is running, and displays an indicator on their icon to signal it. You can launch other occurences of the program with SHIFT+click.
it: Permettere ai lanciatori di agire come delle applicazioni quando il loro programma è lanciato, e di mostrare un indicatore sulla loro icona per segnalarlo. Potete lanciare altre sessioni del programma con SHIFT+click.
nl: Staat toe dat starters, wanneer ze geopend zijn, zich mogen gedragen als een toepassing en een indicator op hun icoon mogen tonen om dit aan te geven. U kunt de toepassing nog een keer openen met SHIFT+klik.
pt_br: Permite aos lançadores funcionarem como aplicativos quando seus programas estiverem rodando, e mostrar um indicador em seu ícone. Você pode lançar outras instâncias do programa com SHIFT+clique.
ru: Значки приложения будут реагировать как сами приложения, еслиих приложение запущено, при этом на значке появится сигнальный индикатор. Также, вы можете запустить другую копию приложения с помощью сочетания SHIFT+клик.

source: Mix launchers and applis ?
it: Mischiare i lanciatori e le applicazioni ?
nl: Starters en toepassingen mixen ?
pt_br: Misturar lançadores e aplicativos ?
ru: Перемешать на панели значки запуска и приложений?

source: If not set, will use the icon provided by X for each appli. If set, the same icon as the corresponding launcher will be used for each appli.
it: Se non è scelto si utilizzerà le icone fornite da X per ciascuna applicazione. Se scelto si utilizzerà la stessa icona corrispondente a quella del lanciatore per ciascuna applicazione dello stesso programma.
nl: Indien niet ingesteld, zullen de X-iconen gebruikt worden voor de toepassingen. Indien wel ingesteld zullen de iconen van de overeenkomstige starters gebruikt worden voor de toepassingen.
pt_br: Se não definido, usará o ícone provido pelo X para cada aplicativo. Se definido, o mesmo ícone do lançador correspondente será usado para cada aplicativo.
ru: Если не активировано, то для каждого приложения будет использован значок предоставленный графической средой. В противном случае, будут использованы значки самих приложений.

source: Overwrite X icons with launchers' one ?
it: Sostituire le icone di X con quelle del lanciatore ?
nl: X-iconen overschrijven met die van de starter ?
pt_br: Sobrescrever os ícones do X pelos do lançador ?
ru: Заместить значки приложений?

source: You need a composite manager for it.
it: E' necessario un composite manager funzionante.
nl: Hiervoor heeft u een composite-manager nodig.
pt_br: Você precisa de um administrador de composição para isto.
ru: Для этого вам понадобится композитный менеджер.

source: Show a window thumbnail when it's minimized ?
it: Mostrare una miniatura della finestra quando è minimizzata ?
nl: Vensterminiatuur tonen wanneer geminimaliseerd ?
pt_br: Mostrar um pequena imagem (thumb) da tela quando ela está minimizada ?
ru: Показывать эскиз минимизированного окна?

source: Interaction
it: Interazione
nl: Interactie
pt_br: Interação
ru: Взаимодействие

source: It is the default behaviour of most of taskbars.
it: E' il comportamento di default della maggior parte delle taskbar.
nl: Dit is het standaardgedrag van de meeste taakbalken.
pt_br: Este é o comportamento padrão da maioria das Barras de tarefa.
ru: Стандартное поведение большинства панелей задач.

source: Minimize the window when its icon is clicked, if it was already the active window ?
it: Minimizzare la finestra quando si clicca sulla sua icona, se c'era già una sua finestra attiva ?
nl: Venster minimaliseren wanneer het icoon aangeklikt wordt, als het reeds het actieve venster is ?
pt_br: Minimizar a tela quando seu ícone for clicado, se esta já fosse uma tela ativa ?
ru: При нажатии минимизировать окно, если оно в данный момент активно?

source: In a Firefox's tabs manner.
it: Come le tabs di Firefox.
nl: Zoals de tabbladen in Firefox.
pt_br: Como as abas do Firefox.
ru: На манер поведения вкладок Firefox.

source: Middle click on an icon closes its relative application ?
it: Click del tasto centrale del mouse su di un'icona per chiudere la relativa applicazione ?
nl: Middelklikken op icoon om bijbehorende toepassing af te sluiten ?
pt_br: Clicar com o botão do meio do mouse no ícone fecha a aplicação relativa ?
ru: Средний щелчок закрывает связанное приложение?

source: This is only usefull if you don't already use the auto-hide, and if your WM let the dock in front of fullscreen windows (which is rare).
it: Questo ha senso solo se si utilizza l'auto-nascondimento, e il vostro WM lascia la barra davanti alle finestre a tutto schermo (ed è raro).
nl: Dit is alleen handig als u niet reeds het automatisch verbergen gebruikt en als uw vensterbeheerder het dock, boven een in volledig scherm geopend venster toestaat (wat zeldzaam is).
pt_br: Isto só é útil se você já não usa o auto-ocultar e se seu Gerenciador de Janelas deixa o dock na frente de telas cheias (o que é raro).
ru: Сработает, только если вы еще не задействовали режим авто-скрытия, и ваш оконный менеджер не позволяет панели быть поверх полноэкранныхокон (что чаще всего и бывает).
