Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/cairo-dock/po/*.po
Languages: it, nl, pt_br, ru

source: Do you want to mount this point ?
it: Volete montare questo punto ?
nl: Wilt u dit punt aankoppelen ?
pt_br: Deseja montar este ponto ?
ru: Присоединить том?

source: Do you want to monitor the content of the directory ?
it: Sorvegliare il contenuto di questa cartella ?
nl: Wilt u de inhoud van deze map monitoren ?
pt_br: Deseja monitorar o conteúdo deste diretório ?
ru: Отслеживать содержимое папки?

source: Use OpenGL in Cairo-Dock ?
nl: OpenGL in Cairo-Dock gebruiken ?
pt_br: Usar OpenGL no Cairo-Dock ?

source: OpenGL allows you to use the hardware acceleration, reducing the CPU load to the minimum. It also allows some pretty visual effects similar to Compiz. However, some cards and/or their drivers don't fully support it, which may prevent the dock from running correctly. Do you want to activate OpenGL ? (To not show this dialog, launch the dock from the Application menu, or with the -o option to force OpenGL and -c to force cairo.)
nl: Met OpenGL kunt u gebruik maken van de hardware-acceleratie, terwijl het CPU-gebruik beperkt wordt tot het minimum. Het maakt sommige mooie visuele effecten mogelijk, gelijkwaardig aan Compiz. Echter, sommige kaarten en/of hun drivers ondersteunen OpenGL niet volledig, waardoor het dock mogelijk niet goed kan werken. Wilt u OpenGL activeren ? (Om deze dialoog niet te tonen, kunt u het dock openen vanuit het Toepassingenmenu, of met de -o optie om OpenGL te forceren en -c on force cairo te forceren.)
pt_br: OpenGL permite o uso de aceleração de hardware, reduzir a carga na CPU ao mínimo. Também permite belos efeitos visuais similar ao Compiz. No entanto, algumas placas de vídeo e/ou seus drivers não suportam completamente, que pode fazer com que o dock não execute corretamente. Deseja ativar o OpenGL ? (Para não mostrar esta mensagem, execute o dock do menu Aplicativos, ou com a opção -o para forçar o uso do OpenGL e -c para forçar o cairo.)

source: %s is now mounted
it: %s è adesso montato
nl: %s is nu aangekoppeld
pt_br: %s foi montado

source: %s is now unmounted
it: %s è adesso smontato
nl: %s is nu losgekoppeld
pt_br: %s foi desmontado

source: failed to mount %s
it: impossibile montato %s
nl: kon %s niet aankoppelen
pt_br: falha ao montar %s

source: failed to unmount %s
it: impossibile smontato %s
nl: kon %s niet loskoppelen
pt_br: falha ao desmontar %s

source: The '%s' module was not found. Be sure to install it in the same version as the dock to enjoy these features.
nl: De '%s' module werd niet gevonden. Installeer dezelfde versie als de versie van het dock om gebruik te kunnen maken van deze mogelijkheden.
pt_br: O módulo '%s' não foi encontrado. Certifique-se de instalá-lo com a mesma versão do dock para utilizar estas características.

source: The '%s' plug-in is not active. Be sure to activate it to enjoy these features.
it: Il plug-in '%s' non è attivo. Assicuratevi di averlo attivato per utilizzare le sue opzioni.
nl: De '%s' plug-in is niet actief. Activeer het om de mogelijkheden te kunnen gebruiken.
pt_br: O plug-in '%s' não está ativo. Certifique-se de ativá-lo para utilizar estas características.
ru: Плагин '%s' не активен. Задействуйте его, чтобы использовать его возможности.

source: grab
it: recupera
nl: Selecteer
pt_br: agarrar
ru: захватить

source: Behaviour
it: Comportamento
nl: Gedrag
pt_br: Comportamento
ru: Поведение

source: Appearance
it: Aspetto
nl: Uiterlijk
pt_br: Aparência
ru: Внешний вид

source: Accessories
it: Accessori
nl: Accessoires
pt_br: Acessórios
ru: Аксессуары

source: Desktop
nl: Bureaublad
pt_br: Área de Trabalho
ru: Рабочий стол

source: Controlers
it: Controlli
nl: Bedieningspaneel
pt_br: Controladores
ru: Модули

source: Categories
it: Categorie
nl: Categorieën
pt_br: Categorias
ru: Категории

source: All
it: Tutti
nl: Alles
pt_br: Todas
ru: Все

source: Activate this module
it: Attiva questo modulo
nl: Activeer deze module
pt_br: Ativar este módulo
ru: Активировать этот модуль

source: Filter
it: Filtri
pt_br: Filtro

source: All words
it: Tutte le parole
nl: Alle woorden
pt_br: Todas as palavras

source: Highlight words
it: Parole evidenziate
nl: Accentueer woorden
pt_br: Destacar palavras

source: Hide others
it: Nascondi il resto
nl: Verberg andere
pt_br: Ocultar outras

source: Search in description
it: Cerca nella descrizione
nl: Zoek in omschrijving
pt_br: Procurar na descrição

source: < Maintenance mode >
it: < Modalità manutenzione >
nl: < Onderhoudsmodus >
pt_br: < Modo de manutenção >
ru: < Режим обслуживания >

source: Configuration of Cairo-Dock
it: Configurazione di Cairo-Dock
nl: Configureren van Cairo-Dock
pt_br: Configuração do Cairo-Dock
ru: Выйти из Cairo-Dock?

source: The module '%s' is not present. You need to install it or its dependencies to make the most of this module.
it: Il modulo '%s' manca. Occorre installare lui o le sue dipendenze per carpire il meglio da questo modulo.
nl: De module '%s' is niet aanwezig. U moet de module en zijn benodigdheden installeren om deze module te kunnen gebruiken.
pt_br: O módulo '%s' não está presente. Você precisar instalá-lo ou suas dependências para aproveitar ao máximo este módulo.

source: The module '%s' is not activated.
it: Il modulo '%s' non è attivato.
nl: De module '%s' is niet geactiveerd.
pt_br: O módulo '%s' não está ativo.

source: Do you want to activate it now ?
it: Vuoi attivarlo ora ?
nl: Wilt u het nu activeren ?
pt_br: Deseja ativá-lo agora ?

source: Accessibility
it: Accessibilità
nl: Toegankelijkheid
pt_br: Accessibilidade
ru: Доп.Возможности

source: How do you access to your docks ?
it: Come accedete alla vostra barra ?
nl: Hoe krijgt uw toegang tot uw docks ?
pt_br: Como você acessa seus docks ?

source: Background
it: Sfondo
nl: Achtergrond
pt_br: Plano de fundo
ru: Фон

source: Set a background to your dock.
it: Scegliete uno sfondo per la vostra barra.
nl: Stel een achtergrond in voor uw dock.
pt_br: Define um plano de fundo para seu dock.

source: The applets can be set on your desktop as widgets.
it: Le applet possono stare sul desktop come delle widget.
nl: De applets kunnen op uw bureablad geplaatst worden als widgets.
pt_br: Os applets podem ser definidos na sua área de trabalho como widgets.

source: It provides different window decorators. Activate it first if you want to select a different decorator for your dialogs.
it: Fornisce vari window decorator. Attivatelo prima, sevolete cambiare decorator per i vostri diloghi.
nl: Het bevat diverse vensterdecorateurs. Activeer dit pas wanneer u een andere decorateur voor uw dialogen wilt.
pt_br: Isto provê diferentes decoradores de janelas. Ative-o primeiro se você deseja selecionar um decorador diferente para suas janelas.

source: Dialogs
it: Dialoghi
nl: Dialogen
pt_br: Caixa de diálogo
ru: Диалоги

source: Configure the look of the dialog bubbles.
it: Configura la leggibilità delle etichette.
nl: Configureer het uiterlijk van de dialoogballonnen.
pt_br: Configure a aparência das caixas de diálogo balão.

source: Hidden Dock
nl: Verborgen dock
pt_br: Dock oculto

source: Define the appearance of the dock when it's hidden.
it: Configura l'aspetto della barra quando nascosta.
nl: Bepaal de weergave van het dock indien verborgen.
pt_br: Defina a aparência do dock quando ele estiver oculto

source: It provides many animations to your icons.
it: Fornisce molte animazioni per le vostre icone.
nl: Het bevat meerdere animaties voor uw iconen.
pt_br: Provê diversas animações para seus ícones

source: Icons
it: Icone
nl: Iconen
pt_br: Ícones
ru: Значки

source: All about icons : size, reflection, icon theme, ...
nl: Alles over iconen : grootte, reflectie, icoonthema, ...
pt_br: Tudo sobre ícones : tamanho, reflexão, tema, ...

source: Indicators
it: Indicatori
nl: Indicatoren
pt_br: Indicadores
ru: Индикаторы

source: Indicators are extra indications on your icons.
it: Gli indicatori sono informazioni aggiuntive sulle vostre icone.
nl: Indicatoren zijn extra indicaties op uw iconen.
pt_br: Indicadores são indicações extras em seus ícones.

source: Labels
it: Etichette
pt_br: Rótulos
ru: Подписи

source: Define the style of the icons' labels and quick-info.
it: Definisci lo stile delle etichette delle icone
nl: Bepaal de stijl van de icoonlabels en snel-info.
pt_br: Defina o estilo dos rótulos dos ícones e das informações rápidas.

source: Position
it: Posizionamento
nl: Positie
pt_br: Posição
ru: Позиция

source: Set the position of the main dock.
it: Regola la posizione della barra principale
nl: Stel positie van het hoofd-dock in.
pt_br: Defina a posição do dock principal.

source: System
it: Sistema
nl: Systeem
pt_br: Sistema
ru: Система

source: All the parameters you will never want to tweak.
it: Tutti i parametri che non vorrai mai scegliere.
nl: Alle opties die u nooit wilt wijzigen.
pt_br: Todos os parâmetros que você nunca desejará ajustar.

source: TaskBar
nl: Taakbalk
pt_br: Barra de tarefas
ru: Панель задач

source: Display and interact with the currently open windows.
nl: Tonen en interactie uitvoeren met de huidig geopende vensters.
pt_br: Exibir e interagir com a janela atualmente aberta.

source: It provides different views to Cairo-Dock. Activate it first if you want to select a different view for your docks.
it: Fornisce Viste differenti per Cairo-dock. Attivatelo prima, se volete cambiare Vista per la vostra barra.
nl: Het voorziet in verschillende weergaves van Cairo-Dock. Activateer ditt eerst als u een andere weergave wilt selecteren voor uw docks.
pt_br: Provê diferentes visualizações para o Cairo-Dock. Ative-o primeiro se você deseja selecionar uma visualização diferente para sua dock.

source: Views
it: Viste
nl: Weergave
pt_br: Visualizações
ru: Виды

source: Select a view for each of your docks.
it: Scegli una vista per ciascuna barra.
nl: Selecteer een weergave voor elk van uw docks.
pt_br: Selecione uma visualização diferente seus docks.

source: Development
it: Sviluppo
nl: Ontwikkeling
pt_br: Desenvolvimento
ru: Разработчики

source: Artwork
nl: Grafisch werk
pt_br: Arte

source: Support
it: Supporto
nl: Ondersteuning
pt_br: Suporte
ru: Поддержка

source: Quit Cairo-Dock ?
it: Uscire da Cairo-Dock ?
nl: Cairo-Dock afsluiten ?
pt_br: Fechar Cairo-Dock ?
ru: Выйти из Cairo-Dock?

source: Do you want to re-dispatch the icons contained inside this container into the dock ? (otherwise they will be destroyed)
it: Volete suddividere le icone contenute in questo contenitore nella barra ? (altrimenti saranno distrutte)
nl: Wilt u de iconen uit dit sub-dock in uw dock plaatsen ? (anders worden ze verwijderd)
pt_br: Deseja executar novamente os ícones contidos no contêiner dentro do dock ? (caso contrário eles serão destruídos)
ru: Переместить содержащиеся здесь значки на панель? (в противном случае они будут удалены)

source: You're about removing this icon (%s) from the dock. Sure ?
it: State rimuovendo questa icona (%s) dalla barra. Sicuri ?
nl: U wilt het icoon (%s) uit het dock verwijderen. Weet u het zeker ?
pt_br: Você está quase removendo este ícone (%s) do dock. Tem certeza ?
ru: Вы собираетесь удалить значок (%s) из панели. Вы уверены?

source: Fill this launcher
it: Riempi questo lanciatore
nl: Deze starter vullen
pt_br: Preencha este lançador
ru: Заполнить значок запуска

source: Undefined
it: Non definito
nl: Onbepaald
pt_br: Não definido
ru: Неопределено

source: Modify this launcher
it: Modifica questo lanciatore
nl: Bewerk deze starter
pt_br: Modificar este lançador
ru: Изменить значок запуска

source: You're about deleting this file (%s) from your hard-disk. Sure ?
it: State per cancellare questo file (%s) dal vostro hard disk. Sicuri ?
nl: U wilt dit bestand verwijderen (%s) van uw harde schijf. Weet u het zeker ?
pt_br: Você está quase deletando este arquivo (%s) do seu HD. Tem certeza ?
ru: Вы собираетесь удалить файл (%s) с жёсткого диска. Вы уверены?

source: Attention : couldn't delete this file. Check that you have writing rights on it.
it: Attenzione: impossibile cancellare questo file Verificare i vostri diritti di scrittura su esso.
nl: Let op : kon dit bestand niet verwijderen. Controleer of u de juiste rechten heeft.
pt_br: Atenção : não foi possível deletar este arquivo. Verifique se você tem permissão de escrita no mesmo.
ru: Внимание: не удалось удалить этот файл. Убедитесь, что вы имеете права на запись.

source: Rename to :
it: Rinomina in :
nl: Hernoemen naar :
pt_br: Renomear para :
ru: Переименовать в:

source: Attention : couldn't rename %s. Check that you have writing rights, and that the new name does not already exist.
it: Attenzione: impossibile rinominare %s Verificare i vostri diritti di scrittura su esso, e che il nome scelto non esista già.
nl: Let op : kon %s niet hernoemen. Controleer of u schrijfrechten heeft en of de nieuwe naam niet reeds bestaat.
pt_br: Atenção : não foi possível renomear %s. Verifique se você tem permissão de escrita, e se o nome desejado já não existe.
ru: Внимание: не удалось переименовать %s. Убедитесь, что вы имеете права на запись, и новое имя уже не присутствует на панели.

source: You're about removing this applet (%s) from the dock. Sure ?
it: State per rimuovere questo applet (%s) dalla barra. Sicuri ?
nl: U wilt het applet (%s) uit het dock verwijderen. Weet u het zeker ?
pt_br: Você está quase removendo este applet (%s) do dock. Tem certeza ?
ru: Вы собираетесь удалить апплет (%s) из панели. Вы уверены?

source: Sorry, couldn't find the corresponding description file. Consider drag and dropping the launcher from the Applications Menu.
nl: Sorry, kon het bijbehorende bestand niet vinden. U kunt ook proberen om de starter vanuit het toepassingenmenu te verslepen.
pt_br: Desculpe, não foi possível encontrar o arquivo descrito. Considere arrastar e soltar o lançador do Menu Aplicativos.

source: Set position for the dock '%s'
it: Regola la posizione della barra '%s'
nl: Bepaal positie van het dock '%s'
pt_br: Defina a posição para o dock '%s'
ru: Задать позицию для панели '%s'

source: Configure
it: Configura...
nl: Configureren
pt_br: Configurar
ru: Настроить

source: Set up this dock
it: Regolare questa barra
nl: Dit dock instellen
pt_br: Instalar este dock
ru: Настроить эту панель

source: Manage themes
it: Gestione dei temi...
nl: Thema's beheren
pt_br: Administrar temas
ru: Управление темами

source: unlock icons
it: Sblocca le icone
nl: Ontgrendel iconen
pt_br: desbloquear ícones

source: lock icons
it: Blocca le icone
nl: Vergrendel iconen
pt_br: bloquear ícones

source: Quick-Hide
it: Nascondi ora
nl: Snel verbergen
pt_br: Ocultar rapidamente
ru: Спрятать

source: Launch Cairo-Dock on startup
nl: Start Cairo-Dock op tijdens het opstarten
pt_br: Executar Cairo-Dock ao iniciar

source: Development's site
it: Sito di sviluppo
nl: Website ontwikkelaar
pt_br: Site de desenvolvimento
ru: Сайт разработчиков

source: Community's site
it: Sito della comunità
nl: Website gemeenschap
pt_br: Site da comunidade
ru: Сайт сообщества

source: Help
it: Aiuto
nl: Hulp
pt_br: Ajuda

source: About
it: Informazioni...
nl: Info
pt_br: Sobre
ru: О программе

source: Quit
it: Esci
nl: Afsluiten
pt_br: Sair
ru: Выйти

source: Move all to desktop %d - face %d
nl: Verplaats alles naar bureaublad %d - weergave %d
pt_br: Mover todos para a Área de Trabalho %d - frente %d

source: Move to desktop %d - face %d
it: Sposta nel desktop %d - faccia %d
nl: Verplaats naar bureaublad %d - weergave %d
pt_br: Mover para a Área de Trabalho %d - frente %d
ru: Переместить на поверхность %d — рабочего стола %d

source: Move all to desktop %d
nl: Verplaats alles naar bureaublad %d
pt_br: Mover todos para a Área de Trabalho %d

source: Move to desktop %d
it: Sposta nel desktop %d
nl: Verplaats naar bureaublad %d
pt_br: Mover para a Área de Trabalho %d
ru: Переместить на рабочий стол %d

source: Move all to face %d
nl: Wissel alles naar weergave %d
pt_br: Mover todos para frente %d

source: Move to face %d
it: Sposta verso la faccia %d
nl: Wissel naar weergave %d
pt_br: Mover para frente %d
ru: Переместить на поверхность %d

source: Add a manual launcher
it: Aggiungi un lanciatore
nl: Voeg handmatig een starter toe
pt_br: Adicionar um lançador manual
ru: Добавить собственный значок

source: Don't forget you can drag a launcher from the menu and drop it in the dock !
it: Non dimenticate che è possibile trascinare un lanciatore partendo dal menù e posandolo nella barra !
nl: Vergeet niet dat u een starter vanuit het toepassingenmenu naar het dock kunt slepen !
pt_br: Não se esqueça que você pode arrastar um lançador do menu e soltá-lo no dock !
ru: Не забывайте, что вы можете перетащить на панель любое приложение прямо из системного меню !

source: Add a sub-dock
it: Aggiungi una sotto-barra
nl: Voeg een sub-dock toe
pt_br: Adicionar um sub-dock
ru: Добавить суб-панель

source: Add a separator
it: Aggiungi un separatore
nl: Voeg een scheiding toe
pt_br: Adicionar um separador
ru: Добавить разделитель

source: Unmount
it: Smonta
nl: Loskoppelen
pt_br: Desmontar
ru: Отсоединить

source: Mount
it: Monta
nl: Aankoppelen
pt_br: Montar
ru: Присоединить

source: Eject
it: Espelli
nl: Uitwerpen
pt_br: Ejetar
ru: Извлечь

source: Delete this file
it: Cancella questo file
nl: Verwijder dit bestand
pt_br: Deletar este arquivo
ru: Удалить этот файл

source: Rename this file
it: Rinomina questo file
nl: Hernoem dit bestand
pt_br: Renomear este arquivo
ru: Переименовать этот файл

source: Properties
it: Proprietà
nl: Eigenschappen
pt_br: Propriedades
ru: Настройки

source: Remove this separator
it: Rimuovi questo separatore
nl: Verwijder deze scheiding
pt_br: Remover este separador
ru: Удалить разделитель

source: Remove this launcher
it: Rimuovi questo lanciatore
nl: Verwijder deze starter
pt_br: Remover este lançador
ru: Удалить значок запуска

source: Modify this separator
it: Modifica questo separatore
nl: Bewerk deze scheiding
pt_br: Modificar este separador
ru: Изменить этот разделитель

source: Other actions
it: Altre azioni
nl: Andere acties
pt_br: Outras ações
ru: Другие действия

source: Move to this desktop
it: Sposta in questo desktop
nl: Verplaats naar dit bureaublad
pt_br: Mover para esta Área de Trabalho
ru: Переместить на рабочий стол

source: Not Fullscreen
it: Non a tutto schermo
nl: Geen volledig scherm
pt_br: Sem tela cheia
ru: Не полноэкранный

source: Fullscreen
it: A tutto schermo
nl: Volledig scherm
pt_br: Tela cheia
ru: Полноэкранный

source: Don't keep above
it: Non tenere al di sopra
nl: Niet bovenop houden
pt_br: Não manter sobre
ru: Не держать поверх

source: Keep above
it: Tieni al di sopra
nl: Bovenop houden
pt_br: Manter sobre
ru: Держать поверх

source: Kill
nl: Afsluiten
pt_br: Matar
ru: Завершить

source: Launch new
it: Lanciane uno nuovo
nl: Open nieuw
pt_br: Lançar novo
ru: Запустить новый

source: Make it a launcher
nl: Maak hier een starter van
pt_br: Fazê-lo um lançador

source: Unmaximize
it: Demassimizza
nl: Verkleinen
pt_br: Restaurar
ru: Восстановить прежний размер

source: Maximize
it: Massimizza
nl: Maximaliseren
pt_br: Maximizar
ru: Развернуть на весь экран

source: Show
it: Mostra
nl: Tonen
pt_br: Mostrar
ru: Показать

source: Minimize
it: Minimizza
nl: Minimaliseren
pt_br: Minimizar
ru: Свернуть

source: Close
it: Chiudi
nl: Afsluiten
pt_br: Fechar
ru: Закрыть

source: Move all to this desktop
nl: Verplaats alles naar dit bureaublad
pt_br: Mover todos para a Área de Trabalho

source: Show all
nl: Alles tonen
pt_br: Mostrar todos

source: Minimize all
nl: Minimaliseer alles
pt_br: Minimizar todos

source: Close all
nl: Alles sluiten
pt_br: Fechar todos

source: Configure this applet
it: Configura questo applet
nl: Dit applet configureren
pt_br: Configurar este applet
ru: Настроить апплет

source: Detach this applet
it: Sgancia questo applet dalla barra
nl: Dit applet loskoppelen
pt_br: Separar este applet
ru: Открепить апплет

source: Return to dock
it: Ritorna alla barra
nl: Terugplaatsen in dock
pt_br: Retornar ao dock
ru: Вернуть на панель

source: Remove this applet
it: Rimuovi questo applet
nl: Verwijder dit applet
pt_br: Remover este applet
ru: Удалить апплет

source: Launch another instance of this applet
it: Lancia un'altra istanza dell'applet
nl: Open dit applet nog een keer
pt_br: Lançar nova instância deste applet
ru: Запустить еще копию апплета

source: Always on top
it: Sempre in primo piano
nl: Altijd bovenop
pt_br: Sempre no topo
ru: Всегда наверху

source: Always below
it: Sempre al di sotto
nl: Altijd onderop
pt_br: Sempre abaixo
ru: Всегда позади

source: set behaviour in Compiz to: (name=cairo-dock & type=utility)
nl: Stel gedrag in Compiz in op: (name=cairo-dock & type=utility)
pt_br: definir comportamento no Compiz para: (name=cairo-dock & type=utility)
ru: установите поведение в Compiz на: (имя=cairo-dock·&·тип=utility)

source: Reserve space
nl: Reserveer ruimte
pt_br: Reservar espaço

source: On all desktops
nl: Op alle bureaubladen
pt_br: Em todas as Áreas de Trabalho

source: Lock position
nl: Vergrendel positie
pt_br: Fixar posição

source: A useful FAQ that contains also a lot of hints. Let the mouse over a sentence to make the hint dialog popups.
nl: Een bruikbaare FAQ dat veel hints bevat. Klik met uw muis op het driehoekje voor de zin, zodat de hintdialoog zichtbaar wordt.
pt_br: Um FAQ útil que contém muitas dicas. Deixe o mouse sobre a sentença para fazer a caixa de diálogo se abrir.

source: Downloading file %s ...
nl: Downloaden van bestand %s ...
pt_br: Baixando arquivo %s ...

source: couldn't get distant file %s
nl: Kon bestand op afstand %s niet ophalen
pt_br: não foi possível obter arquivo remoto %s

source: couldn't get the list of themes for %s (no connection ?)
nl: Kon de lijst met thema´s niet ophalen voor %s (geen verbinding ?)
pt_br: não foi possível obter a lista de temas para %s (sem conexão ?)

source: Are you sure you want to overwrite theme %s ?
it: Siete sicuri di voler sovrascrivere il tema %s ?
nl: Weet u zeker dat u het thema %s wilt overschrijven ?
pt_br: Tem certeza que deseja sobrescrever o tema %s ?
ru: Вы уверены, что хотите перезаписать тему %s?

source: Are you sure you want to delete theme %s ?
it: Siete sicuri di voler cancellare il tema %s ?
nl: Weet u zeker dat u het thema %s wilt verwijderen ?
pt_br: Tem certeza que deseja deletar tema %s ?
ru: Вы уверены, что хотите удалить тему %s?

source: Are you sure you want to delete these themes ?
nl: Weet u zeker dat u deze thema´s wilt verwijderen ?
pt_br: Tem certeza que quer deletar estes temas ?

source: You made some modifications in the current theme. You will loose them if you don't save before choosing a new theme. Continue anyway ?
it: Avete modificato alcune impostazioni del tema corrente. Le perderete se non salvate il tema prima di sceglierne uno nuovo. Continuare ugualmente ?
nl: U heeft wijzigingen aangebracht in het huidige thema. Deze wijzigingen zullen verloren gaan wanneer u deze niet opslaat voordat u een nieuw thema selecteert. Toch doorgaan ?
pt_br: Você fez algumas modificações no tema atual. As modificações serão perdidas se você não salvá-las antes de escolher um novo tema. Continuar assim mesmo ?
ru: В текущей теме были сделаны некоторые изменения. Они будут утеряны, если перед выбором новой темы их не сохранить. В любом случае продолжить?

source: couldn't get distant file %s/%s, maybe the server is down. Please retry later or contact us at cairo-dock.org.
nl: Kon bestand op afstand %s/%s niet ophalen, misschien is de server gesloten. Probeer het later opnieuw of neem contact met ons op, op cairo-dock.org.
pt_br: não foi possível obter arquivos remotos %s/%s, talvez o servidor esteja fora do ar. Tente novamente mais tarde ou contate-nos em cairo-dock.org.

source: Applying changes ...
nl: Wijzigingen worden toegepast ...
pt_br: Aplicando mudanças ...

source: Now reloading theme ...
nl: Thema wordt opnieuw geladen ...
pt_br: Recarregando tema ...
