Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/plug-ins/compiz-icon/po/*.po
Languages: ru

source: Configure Compiz
ru: Настроить Compiz

source: Emerald Manager
ru: Менеджер Emerald

source: Reload WM
ru: Перезапустить ОМ

source: Exposition
ru: Экспозиция

source: Widget Layer
ru: Слой виджетов

source: This is the compiz-icon applet made by ChAnGFu for Cairo-Dock
ru: Апплет значка Compiz создан ChAnGFu для Cairo-Dock

source: To configure Compiz, you need to install CCSM through your package manager (Synaptic, YasT, etc)
ru: Для настройки Compiz вам необходимо установить CCSM с помощью программу управления пакетами (Synaptic, YasT, и т.д.)

source: Reload Emerald
ru: Перезапустить Emerald

source: Switch Windows Manager
ru: Переключить Оконный менеджер

source: Switch Windows Decorator
ru: Переключить Оконный декоратор

source: Toggle Exposition Mode
ru: Переключатель режима экспозиции

source: Toggle Widgets Layer
ru: Переключатель слоя виджетов

source: Toggle Show Desktop
ru: Переключатель отображения рабочего стола

source: Icon
ru: Значок

source: Desired icon size for this applet
ru: Определите размер значка для этого апплета

source: width :
ru: ширина:

source: height :
ru: высота:

source: Name of the icon as it will appear in its label in the dock :
ru: Имя значка, который появится на подписи в панели:

source: Name of the dock it belongs to:
ru: Имя панели которой он принадлежит:

source: Desklet
ru: Десклет

source: Depending on your WindowManager, you can resize it with ALT + middle_click or ALT + left_click for exemple.
ru: В зависимости от вашего Оконного менеджера, вы можете изменить размер с помощью сочетания клавиш ALT + средний щелчок или ALT + левый щелчок.

source: Desklet's dimension (width x height) :
ru: Размер десклета (ширина х высота):

source: Depending on your WindowManager, you can move it with ALT + left_click
ru: В зависимости от вашего Оконного менеджера, вы можете переместить его с помощью сочетания клавиш ALT + левый щелчок

source: Desklet's position (x ; y) :
ru: Позиция десклета (x ; y):

source: Is detached from the dock ?
ru: Открепить от панели?

source: Keep below other windows ?
ru: Держать позади окон?

source: Keep above other windows ?
ru: Держать поверх окон?

source: for CompizFusion's "widget layer", set behaviour in Compiz to: (name=cairo-dock & type=utility)
ru: Для "слоя виджетов" Compiz Fusion, установите поведение в Compiz на (имя=cairo-dock & тип=utility)

source: Keep on widget layer ?
ru: Держать на слое виджетов?

source: If locked, the desklet can't be moved by simply dragging it with the left mouse button. Of course you can still move it with ALT + left_click.
ru: Если заблокировано, то десклет можно легко перемещать с помощью левой кнопки мыши. И, кончено, вы по-прежнему можете использовать ALT + левый щелчок.

source: Lock position ?
ru: Заблокировать позицию?

source: in degrees.
ru: в градусах.

source: Rotation :
ru: Вращение:

source: Decorations
ru: Оформление

source: Choose the 'personnal' one to define your own decorations below.
ru: Выберите 'персональный', чтобы самостоятельно настроить оформление.

source: Choose a decoration theme for this desklet :
ru: Выберите тему оформления лоя этого десклета:

source: It's an image that will be displayed below the drawings, like a frame for exemple. Let empty to not use any.
ru: Изображение показываемое позади рисунка, например рамка. Оставьте пустым, чтобы не использовать.

source: Background image :
ru: Фоновое изображение:

source: Background tansparency :
ru: Фоновая прозрачность:

source: in pixels. Use this to adjust the left position of the drawings.
ru: в пикселях. Определяет левую позицию рисунка.

source: Left offset :
ru: Левое смещение:

source: in pixels. Use this to adjust the top position of the drawings.
ru: в пикселях. Определяет верхнюю позицию рисунка.

source: Top offset :
ru: Верхнее смещение:

source: in pixels. Use this to adjust the right position of the drawings.
ru: в пикселях. Определяет правую позицию рисунка.

source: Right offset :
ru: Правое смещение :

source: in pixels. Use this to adjust the bottom position of the drawings.
ru: в пикселях. Определяет нижнюю позицию рисунка.

source: Bottom offset :
ru: Нижнее смещение:

source: It's an image that will be displayed above the drawings, like a reflect for exemple. Let empty to not use any.
ru: Изображение показываемое поверх рисунка, например отражение. Оставьте пустым, чтобы не использовать.

source: Foreground image :
ru: Фоновое изображение:

source: Foreground tansparency :
ru: Фоновая прозрачность:

source: Configuration
ru: Настройки

source: Actions
ru: Действия

source: Except for switching to another WM, you must activate the Dbus plugin in Compiz, along with the plug-in corresponding to the desired action.
ru: Кроме переключения на другой ОМ, вы должны активировать плагин Dbus в Compiz, так как это плагин отвечает за выбранный действия.

source: Choose an action for the middle click on the icon :
ru: Выберите действия для среднего щелчка :

source: None
ru: Ничего

source: Switch WM
ru: Переключить ОМ

source: Expose
ru: Раскрыть

source: Show Desktop
ru: Показать рабочий стол

source: This command will be used to launch the system WM; let it blank to use the default one.
ru: Эта команда будет использована для запуска ОМ; оставьте пустым, чтобы использовать стандартную команду.

source: Custom command for system's Windows Manager :
ru: Команды для системного Оконного менеджера:

source: If Compiz unexpectedly quit, Cairo-Dock will restart it. You have to quit Compiz from the dock then.
ru: Если Compiz неожиданно завершиться, Cairo-Dock перезапустит его. И затем вам придётся выйти из Compiz через панель.

source: Auto-reload Compiz ?
ru: Автоматически перезапускать Compiz?

source: If the decorator unexpectedly quit, Cairo-Dock will restart it. You have to quit Compiz from the dock then.
ru: Если декоратор неожиданно завершиться, Cairo-Dock перезапустит его. И затем вам придётся выйти из Compiz через панель.

source: Auto-reload the Decorator ?
ru: Автоматически перезапускать декоратор?

source: Load Compiz with options at applet's startup.
ru: При старте апплета, запускать Copmiz с опциями.

source: Force Compiz settings at startup ?
ru: При старте использовать настройки самого Compiz?

source: It will prevent the CSSM or Emerald icon to appear in the task bar. The corresponding subdock's icons will then behave as launcher and an appli.
ru: Это предотвратит появление значка CSSM или Emerald на панели. Надлежащий значок в суб-панели перехватит на себя поведение значка запуска и приложения.

source: Steal the application's icon in taskbar ?
ru: Перехватывать значок приложения на панели задач?

source: Display in the applet's sub-dock 2 icons for Compiz Exposition & Widget Layer plug-ins. Otherwise they will be available in the menu.
ru: Показывать в суб-панели апплетов два значка для плагинов Compiz экпозиции и слоя виджетов. В противном случае они будут доступны через меню.

source: Add Exposition & Widget Layer to sub-dock ?
ru: Добавить экспозицию и слой виджетов в суб-панель?

source: Display in the applet's sub-dock an icon for the Emerald's configuration panel.
ru: Отображать в суб-панели апплета значок панели конфигурации Emerald.

source: Add Emerald's Configuration to sub-dock ?
ru: Добавить настройку Emerald в суб-панель?

source: Compiz Options
ru: Опции Copmiz

source: With strict binding textures are bound whenever they are enabled, with loose binding they are enabled when created. The Nvidia driver seems a bit slow when binding textures, that's why this option gives a heavy performance increase on Nvidia.
ru: При точной привязке, текстуры будут ограничены, в любое время; при свободной привязке они будут доступны при создании. Драйвер Nvidia, похоже, достаточно тормозной при привязке текстур, поэтому использование этих опций может значительно увеличить производительность на картах Nvidia.

source: Use Loose Binding ?
ru: Использовать свободную привязку?

source: Use thoses options only if you know them.
ru: Используйте эти опций, только если вы знаете, что делаете.

source: Use Indirect Rendering ?
ru: Использовать непрямую отрисовку?

source: Usefull when having dual or more X separate screens.
ru: Используется, когда в наличии два или более монитора.

source: Only Current Screen ?
ru: Только на текущем экране?

source: By default it will be Emerald.
ru: По стандарту, это будет Emerald.

source: Choose your Windows Decorator :
ru: Выберите ваш Оконный менеджер:

source: Let it empty to use default sub-dock view.
ru: Оставьте пустым, чтобы использовать стандартный вид суб-панели.

source: Name of the view used for the sub-dock :
ru: Имя темы для суб-панели:

source: Images
ru: Изображения

source: Let t empty to use the default icon.
ru: Оставьте пустым, чтобы использовать стандартный значок.

source: Name of an image for the 'default' icon :
ru: Изображение для стандартного значка :

source: Name of an image for the 'broken' icon :
ru: Изображение для значка поломки :

source: Name of an image for the 'other wm' icon :
ru: Файл для значка другого ОМ:

source: Name of an image for the 'setting' icon :
ru: Файл для значка настроек :

source: Name of an image for the 'emerald' icon :
ru: Файл для значка Emerald :

source: Name of an image for the 'reload' icon :
ru: Файл для значка 'перезапусить' :

source: Name of an image for the 'exposition' icon :
ru: Файл для значка 'экспозиции' :

source: Name of an image for the 'widget layer' icon :
ru: Файл для значка 'слоя виджетов' :
