Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/plug-ins/Animated-icons/po/*.po
Languages: fr

source: This plug-in provides many different animations for your icons.
fr: Ce plug-in vous offre différentes animations pour vos icônes.

source: when hovering an icon
fr: Lors du survol d'une icône

source: Effects used :
fr: Effets utilisés :

source: when clicking on an launcher
fr: En cliquant sur un lanceur

source: Effects used on launcher :
fr: Effets utilisés sur les lanceurs

source: Number of time the animation will play :
fr: Nombre de répétitions de l'animation :

source: when clicking on an appli
fr: En cliquant sur une application

source: Effects used on applis :
fr: Effets utilisés sur les applications

source: when clicking on an applet
fr: En cliquant sur un applet

source: Effects used on applets :
fr: Effets utilisés sur les applets

source: In ms.
fr: En ms.

source: Duration of the animation :
fr: Durée de l'animation :

source: Repeat while icon is pointed ?
fr: Répéter tant que l'icône est pointée par la souris ?

source: Type of mesh :
fr: Type de forme 3D :

source: color of the mesh :
fr: Couleur de la forme 3D :

source: color of the spot :
fr: Couleur du spot

source: color of the halo :
fr: Couleur du halo :

source: Rays
fr: Rayons

source: 1st color of gradation :
fr: Première couleur pour le dégradé :

source: 2nd color of gradation :
fr: Deuxième couleur pour le dégradé :

source: Random colors ?
fr: Couleurs au hasard ?

source: Number of rays :
fr: Nombre de rayons :

source: Rays size :
fr: Taille des rayons :

source: Rays speed :
fr: Vitesse des rayons :

source: Wobbly
fr: Elastique

source: Initial stretch :
fr: Etirement initial :

source: Horizontal stretch
fr: Etirement horizontal

source: Vertical stretch
fr: Etirement vertical

source: Corner stretch
fr: Etirement des coins

source: Spring constant :
fr: Saut contant :

source: Number of points on the grid in one direction :
fr: Nombre de points sur la grille dans une direction :

source: Wave
fr: Vague

source: Width of the wave :
fr: Largeur de la vague :

source: Amplitude of the wave :
fr: Amplitude de la vague :

source: Pulse
fr: Pulsation

source: Duration of the pulse :
fr: Durée de la pulsation :

source: Zoom max of the pulse :
fr: Zoom maximum de la pulsation :

source: Should the pulse follow the shape of the icon ?
fr: L'impulsion doit-elle suivre la forme de l'icône ?

source: Bounce
fr: Bond

source: Duration of the bounce :
fr: Durée du bond :

source: When bouncing, resize the icon of :
fr: Lors d'un bond, redimensionner l'icône de :

source: the smaller, the more it will flatten.
fr: Au plus c'est petit, au plus ce sera plat.

source: How much the icon will flatten when hurting the ground :
fr: De combien l'icône peut s'aplatir quand elle heurte le sol :

source: Blink
fr: Clignottement

source: Duration of the blink :
fr: Durée du clignottement
