Repository: BackupTheBerlios/cairo-dock-svn
Catalog: trunk/plug-ins/desklet-rendering/po/*.po
Languages: ru

source: Inclinated Plane
ru: Наклонная плоскость

source: The lower, the more the point of view is low on the plane.
ru: Чем меньше значение, тем ниже плоскости находится точка обзора.

source: Height of the vanishing point :
ru: Высота точки схождения:

source: Choose the way separators are drawn :
ru: Тип отображения разделителей:

source: Normal separator
ru: Нормальный разделитель

source: Flat separator
ru: Плоский разделитель

source: Physical separator
ru: Физический разделитель

source: red, blue, green, alpha
ru: красный, синий, зелёный, альфа

source: For flat separators, you can specify their color:
ru: Для плоского разделителя, вы можете указать его цвет:

source: Caroussel
ru: Карусель

source: In degrees, regarding the vertical position. It's a sort of inclination of the plane on the horizontal, giving the 3D feeling. So setting it to 0 means the plane is not inclined at all (vertical).
ru: В градусах, относительно вертикальной позиции. Вид наклонности плоскости по горизонтали, дающий ощущение 3D. Поэтому установив значение в ноль, плоскость вообще не будет наклонена (будет вертикальной).

source: Inclination of the plane :
ru: Наклон плоскости:

source: 0.5 means the dock is half-folded, so half the icons are on the foreground, and half are on the background.
ru: 0.5 - означает, что панель будет наполовину раскрыта, отчего часть значков останется на заднем фоне.

source: Percentage of the dock's width that appears on the foreground :
ru: Ширина отображаемой панели в фоне, в процентах:

source: The greater, the deeper. It is in fact the gap between background icons' bottom and foreground icons' top (in pixels).
ru: Чем больше значение, тем глубже. Фактически, это промежуток между низом фоновых знаков и вершиной значков на переднем плане (в пикселях).

source: Depth of the plane :
ru: Глубина плоскости :

source: otherwise they will turn.
ru: в противном случае они будут повёрнуты.

source: Always show icons' face ?
ru: Всегда показывать лицевцю часть значков ?

source: Parabolic
ru: Парабола

source: The higher it is, the sooner the parabole will be curved.
ru: Чем выше она будет, тем скорее парабола искривится.

source: Curvature :
ru: Кривизна :

source: The parabole will be conscricted to a rectangle of this proportion.
ru: Парабола будет сжата в прямоугольник таких пропорций.

source: Ratio height/width :
ru: Отношение высоты/ширины:

source: 0 means the wave is totally flat, 1 means the wave is maximal.
ru: 0 означает, что волна будет абсолютно плоской. 1 - волна имеет максимальный размер

source: Magnitude of the wave :
ru: Величина волны :

source: in pixels.
ru: в пикселях.

source: Space between icons and their label :
ru: Расстояние между значками и их подписями:

source: It may recquire more CPU during the unfolding animation, except if you launch Cairo-Dock with Glitz.
ru: Может понадобиться больше мощностей процессора во время анимации раскрытия, за исключением того, что Cairo-Dock запущен с Glitz.

source: Draw labels while unfolding ?
ru: Отрисовывать подписи во время раскрытия?

source: Rainbow
ru: Радуга

source: Space between rows :
ru: Расстояние между строками:

source: Space between icons :
ru: Расстояние между значками:

source: 0 means the wave is totally flat, 1 means the wave is identical to other views.
ru: 0 означает, что волна будет абсолютно плоской, 1 - волна будет идентична остальным видам.

source: Number of icons on the first row :
ru: Количество значков в первой строке:

source: in degree. The smaller, the more the cone is narrow. 180° means the cone is widely opened.
ru: в градусах. Чем меньше значение, тем больше будет усечён конус. При 180° конус будет широко открыт.

source: Cone's width :
ru: Ширина конуса:

source: Slide
ru: Скольжение

source: Space between columns :
ru: Расстояние между столбцами:

source: Max size of icons :
ru: Максимальный размер значков:

source: Sinusoidal wave radius :
ru: Синусоидальный радиус волны:

source: Use a linear wave rather than a sinusoidal one ?
ru: Использовать линейную волну вместо синусоидальной?

source: Use a wide shape ?
ru: Использовать широкую форму?

source: Display text only for pointed icon ?
ru: Показывать текст только на наведённом значке?

source: Display text for all icons ?
ru: Показывать текст на всех значках?

source: Draw a background ?
ru: Отрисовывать фон?

source: First gradient color (r,v,b,a) :
ru: Начальный цвет градации (к,з,с,а):

source: Second gradient color (r,v,b,a) :
ru: Конечный цвет градации (к,з,с,а):

source: Top to bottom gradient ?
ru: Градиент сверху-вниз?

source: Left to right gradient ?
ru: Градиент слева-направо?

source: Arrow width :
ru: Ширина стрелки:

source: Arrow Height :
ru: Высота стрелки:

source: Arrow shift percent :
ru: Сдвиг стрелки в процентах:

source: Corner radius :
ru: Радиус угла:

source: Border line width :
ru: Ширина линии границы:

source: Border line color (r,v,b,a) :
ru: Цвет линии границы (к,з,с,а):

source: SimpleSlide
ru: Простое скольжение

source: Curve
ru: Кривая

source: The lower, the more the curve will seem flat.
ru: Чем меньше значение, тем больше кривая будет казаться плоской.

source: Curvature of the curve in percent :
ru: Кривизна в процентах :

source: Amplitude of the curve.
ru: Амплитуда кривой.
